[
  {
    "date": "23.05.2019",
    "title": "Izmene na tramvajskim linijama broj: 5, 6, 7, 10, 12L, 14 zbog radova u Bulevaru kralja Aleksandra (25.05. / 26.05.2019)",
    "sections": [
      {
        "text": "Zbog radova na tramvajskoj kontaktnoj mreži, u Bulevaru kralja Aleksandra, na delu od ulice Gospodara Vučića do ulice Velizara Kosanovića, koje će izvoditi OJ „Elektrograđevinska operativa”, u periodu od subote 25.05.2019. od 00:30 časova do 27.05.2019. do 03:30 časova, menja se režim rada linija javnog prevoza:"
      },
      {
        "text": "• Tramvajske linije 5, 6, 7, 14 se ukidaju\n• Tramvajske linije 10, 12L se pojačavaju\n• Na relaciji Vukov spomenik – Ustanička, biće uspostavljena autobuska linija 6A, sa 6 vozila (po 3 vozila SP „Karaburma“ i SP „Novi Beograd“). Trasa linije 6A: Vukov spomenik – Kraljice Marije – Bulevar kralja Aleksandra – terminus Ustanička. Vozila će vršiti promenu smera kretanja na sledeći način: Bulevar kralja Aleksandra – Ruzveltova – Kraljice Marije. Dolazno – polazno stajalište za liniju 6A (kod Vukovog spomenika) je u ul. Kraljice Marije, zajedno sa linijama 32, 66 i EKO 1."
      },
      {
        "text": "Privremeno se ukida stajalište „Vukov spomenik /Bulevar kralja Aleksandra/“, u oba smera za tramvajske linije 5, 6, 7 i 14."
      },
      {
        "text": "Vozila sa linije 6A koristiće postojeća stajališta linija JGP-a, duž trasa tramvajskih linija."
      }
    ]
  },
  {
    "date": "22.05.2019",
    "title": "Izmena na liniji broj 57 zbog radova u ulici Ratka Mitrovića (od 23.05.2019)",
    "sections": [
      {
        "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Ratka Mitrovića, na delu od ulica Žarkovačke do Spasovdanske, koje će izvoditi preduzeće JKP „Beograd put“, u periodu od četvrtka 23.05. do 03.06.2019. godine menja se režim rada linije JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 57 će saobraćati: Žarkovačka – Blagoja Parovića – Kneza Višeslava – Miloja Zakića – Dimitrija Avramovića – Ratka Mitrovića – Spasovdanska – Ace Joksimovića – Trgovačka i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Vrtić Bajka“\n• „Krajiških brigada“ u smeru ka terminusu „Banovo brdo“\n• „Mile Jevtović“ u oba smera\n• „Jovana Mikića“, „Milovana Čelebića“, „Ratka Mitrovića“ i „Ratka Mitrovića“ u ulici Kneza Višeslava i „Ane Ahmatove“ u smeru ka terminusu „Naselje Golf“"
      }
    ]
  },
  {
    "date": "16.05.2019",
    "title": "Izmene na linijama broj: 73, 84, 612, 703, 704, 705, 706, 706E zbog radova na Batajničkom drumu (od 20.05.2019)",
    "sections": [
      {
        "text": "Zbog redovnog održavanja kolovoza, u ulici Batajnički drum, na delu od ulice Batajnički drum 6.deo do saobraćajnice T-7, koje će izvoditi JKP „Beograd put“, u periodu od ponedeljka 20.05. do 23.06.2019. godine, menja se režim rada linije JGP-a."
      },
      {
        "text": "Vozila sa linija:"
      },
      {
        "text": "• 84, 612 na izmenjenom delu trase će saobraćati, u oba smera: Cara Dušana – T-7 – Jovana Stojsavljevića – Lazara Mamuzića – 2.Nova i dalje redovnim trasama\n• 73, 704, 705, 706, 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici / Zemun polju: Cara Dušana – T-7 – Autoput za Novi Sad – Naselje Mala pruga – Batajnički drum 2.deo – Batajnički drum 6.deo – Batajnički drum i dalje redovnim trasama; u smeru ka gradu: Batajnički drum – Jurija Rakitina – Batajnički drum 17.deo – Batajnički drum 2.deo – Naselje Mala pruga – Autoput za Novi Sad – T-7 – Cara Dušana i dalje redovnim trasama\n• 703 na izmenjenom delu trase će saobraćati u oba smera: Cara Dušana – T-7 – Autoput za Novi Sad – Naselje Mala pruga – Batajnički\ndrum 2.deo – Batajnički drum 17.deo i dalje redovnom trasom."
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Geomašina“ u oba smera, za linije 73, 704, 705, 706\n• „Preduzeće Galenika Magmasil“ u oba smera, za linije 73, 703, 704, 705, 706\n• „Coca –cola” u smeru ka gradu za linije 73, 704, 705, 706 i 706E\n• „Elektronska industrija“ u smeru ka gradu za linije 73, 704, 705, 706\n• „Metro“ u oba smera, za liniju 703"
      },
      {
        "text": "Uspostavljaju se privremena stajališta za linije 84 i 612:"
      },
      {
        "text": "• „Milice Šuvaković 1“ u smeru ka Novoj Galenici – u ulici Lazara Mamuzića, 30m posle raskrsnice sa ulicom Milice Šuvaković, za linije 84 i 612\n• „Milice Šuvaković 1“ u smeru ka gradu – u ulici Lazara Mamuzića, 30m posle raskrsnice sa ulicom Milice Šuvaković, za linije 84 i 612\n• „Jurija Rakitina“, u smeru ka gradu, na poziciji EDB stuba koji se nalazi 5 metara ispred raskrsnice sa internom saobraćajnicom paralelno sa ulicom Batajnički drum, za linije 73, 705, 706"
      }
    ]
  },
  {
    "date": "11.05.2019",
    "title": "Izmena na liniji broj 602 zbog radova u Vinogradskoj ulici (od 11.05.2019)",
    "sections": [
      {
        "text": "Zbog radova na izgradnji kanalizacione mreže u Vinogradskoj ulici, koje izvodi JKP „Beogradski vodovod i kanalizacije“, u periodu od subote 11.05.2019. godine do 30.05.2019. godine, menja se režim rada linije broj 602 na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 602 će na izmenjenom delu trase, u oba smera, saobraćati ulicama: Vojvođanska (Novi Beograd) – Surčinska – Vojvođanska (u Surčinu) i dalje redovnom trasom"
      }
    ]
  },
  {
    "date": "10.05.2019",
    "title": "Izmene na linijama broj: 54, 55, 58, 88, 512, 521, 522, 511N zbog radova u ulici Radnih akcija (od 13.05.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji kanalizacione mreže, u ulici Radnih akcija u Železniku, na delu od raskrsnice sa ulicom Lole Ribara do ulice Avalske (kod pijace), koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 13.05. do 09.10.2019. godine, menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 54: u smeru ka MZ „Makiš“, će saobraćati ulicama: Avalska – Radnih akcija – Lole Ribara – Savska – Bore Stankovića i dalje redovnom trasom; u smeru ka Miljakovcu: Bore Stankovića – Savska – Lole Ribara – Radnih akcija – Darinke Radović – Avalska i dalje redovnom trasom\n• Vozila sa linije 55, u oba smera, će saobraćati ulicama: Vodovodska – Lole Ribara Svete Milutinovića i dalje redovnom trasom\n• Vozila sa linija 58, 88: u smeru ka Železniku, će saobraćati ulicama: Vodovodska – Lole Ribara – Radnih akcija – Darinke Radović do terminusa; u smeru ka gradu: Avalska – Radnih akcija – Lole Ribara – Vodovodska i dalje redovnom trasom\n• Vozila sa linije 512, u oba smera, će saobraćati ulicama: Vodovodska – Lole Ribara – Stevana Filipovića i dalje redovnom trasom\n• Vozila sa linije 521: u smeru ka Železniku /Taraiš/, će saobraćati ulicama: Avalska – Radnih akcija – Lole Ribara – Stevana Filipovića i dalje redovnom trasom; u smeru ka Vidikovcu, će saobraćati ulicama: Stevana Filipovića – Lole Ribara – Radnih akcija – Darinke Radović – Avalska i dalje redovnom trasom\n• Vozila sa linije 522, će saobraćati ulicama: Milorada Ćirića – Lole Ribara – Radnih akcija – Darinke Radović i dalje redovnom trasom\n• Vozila sa noćne linije 511N, vozila će u smeru prema Sremčici saobraćati redovnom trasom, dok će u smeru prema gradu: saobraćati ulicama Stevana Filipovića, Radnih akcija, Lole Ribara, Vodovodska i dalje redovno"
      },
      {
        "text": "Privremeno se ukidaju stajališta, u oba smera:"
      },
      {
        "text": "• „Pijaca“, za linije: 54, 55, 58, 88, 512, 521, 522\n• „Ivo Lola Ribar“ za linije: 54, 58, 88\n• „Radnih akcija“ i „Zlatanovići“, za linije: 55, 512\n• „Braće Mitrović“ i „Železnik /Zlatanovići/“, za linije 58, 88\n• „Železnik centar“ u smeru ka terminusu „Novi Železnik“, za linije 54, 58, 88, 521\n• MZ „Novi Železnik“ u smeru ka terminusu „Novi Železnik“, za linije 58, 88"
      },
      {
        "text": "Privremeno se uspotavlja stajalište „Radnih akcija 1“ u smeru ka terminusu „Novi Železnik“, u ulici Darinke Radović, 40m posle raskrsnice sa ulicom Radnih akcija."
      }
    ]
  },
  {
    "date": "03.05.2019",
    "title": "Izmena na liniji broj 700 zbog radova u ulici Jovana Brankovića (od 05.05.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na izgradnji fekalne kanalizacije, koje izvodi preduzeće „Rad GM“ d.o.o., u ulici Jovana Brankovića, na delu od ulice Save Grkinića do ulice Vojvode Novaka 13.deo, u periodu od nedelje 05.05.2019. godine do 24.07.2019. godine, izmenjen je režim rada linije JGP-a sledeći način:"
      },
      {
        "text": "• Autobusi sa linije 700 saobraćaju ulicama: Carice Jelene – Jovana Brankovića – Save Grkinića i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• BATAJNICA /CENTAR/\n• POSAVSKA\n• DRAGE MIHAJLOVIĆA\n• DALMATINSKIH BRIGADA\n• BATAJNICA\n• KATICE OPAČIĆ 1\n• NOVOSADSKA\n• KATICE OPAČIĆ"
      },
      {
        "text": "Napomena: Uspostavlja se privremeno stajalište na postojećoj poziciji međumesnog stajališta u zoni lokalnog vatrogasnog doma."
      }
    ]
  },
  {
    "date": "25.04.2019",
    "title": "Izmene na linijama broj 25, 25P zbog radova u ulicama Ljubićka i Husova (od 30.04.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 10.06.2019"
      },
      {
        "text": "Zbog radova na izgradnji kablovskog voda u ulicama Ljubićka i Husova, koje će izvoditi preduzeće „Elektroizgradnja“, u periodu od utorka 30.04. do 20.05.2019. godine menja se režim rada linija JGP-a."
      },
      {
        "text": "• Vozila sa linija 25, 25P će saobraćati, u oba smera ulicama: Kruševačka – Miška Jovanovića – Peke Pavlovića – Zaplanjska – Darvinova – Braće Jerković i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta, u oba smera:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• HUSOVA\n• LjUBIĆKA /UNIVERZITET SINGIDUNUM/\n• VITANOVAČKA\n• BJELOVARSKA\n• DARVINOVA"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• DARVINOVA\n• BJELOVARSKA\n• VITANOVAČKA\n• LjUBIĆKA /UNIVERZITET SINGIDUNUM/\n• HUSOVA"
      },
      {
        "text": "Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "08.04.2019",
    "title": "Privremeno izmešteno stajalište “27. marta” (#240) za linije broj 23, 40",
    "sections": [
      {
        "text": "Zbog radova u Takovskoj ulici privremeno je izmešteno stajalište “27 marta” (#240)."
      },
      {
        "text": "• Stajalište „27.marta“ (smer ka Vidikovcu / Banjici), izmešteno je oko 40 metara nakon pozicije pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Dalmatinska (tj. sada je pre raskrsnice Takovska/27. Marta)."
      },
      {
        "text": "Predmetno stajalište će biti izmešteno na alternativnu lokaciju dok se ne završe radovi na izgradnji hotela."
      }
    ]
  },
  {
    "date": "29.03.2019",
    "title": "Režim rada linija za vreme radova na rekonstrukciji Trga republike (od 01.04.2019)",
    "sections": [
      {
        "text": "Tokom izvođenja radova na rekonstrukciji Trga republike, u periodu od 01.04.2019. do 15.06.2019. godine, doći će do promene trasa linija JGP-a na sledeći način:"
      },
      {
        "text": "TROLEJBUSKE LINIJE:"
      },
      {
        "text": "• Trolejbuske linije broj: 21, 22, 29 se skraćuju do Trga Slavija i radiće na relacijama:\n• Linija 21L od Slavije do Učiteljskog naselja\n• Linija 22L od Slavije do Kruševačke ulice\n• Linija 29L od Slavije do naselja Medaković III"
      },
      {
        "text": "Za ove linije se privremeno uvodi izlazno stajalište na Trgu Slavija na delu između Makenzijeve i Beogradske ulice, dok će polazno stajalište biti na delu između ulica Kralja Milana i Nemanjine."
      },
      {
        "text": "• Trolejbuska linija broj 40 se pojačava\n• Trolejbuske linije broj 19, 28, 41 se privremeno ukidaju"
      },
      {
        "text": "AUTOBUSKE LINIJE:"
      },
      {
        "text": "• Uspostavlja se privremena autobuska linija broj 22A (Palata “Albanija” – Trg Slavija) kao zamena za trolejbuse. Ova linija će koristiti privremena stajališta na Trgu Slavija i u zoni privremene okretnice kod palate “Albanija”, kao i sva postojeća stajališta u ulicama Kralja Milana i Terazije\n• Autobuske linije broj 27, 31 se skraćuju do privremene okretnice koja će biti uvedena ispred palate “Albanija” dok traju radovi i u ovoj zoni se privremeno uspostavljaju završno i početno stajalište\n• Autobuske linije broj 24, 26, 37, 44 će delimično menjati trasu i to:\nU smeru ka Bulevaru kralja Aleksandra: iz Francuske ulice autobusi na ovim linijama će prolaziti kroz terminus “Trg Republike”, zatim ulicom Braće Jugović, Dečanskom i dalje redovnom trasom. U ovom smeru privremeno se uspostavlja stajalište pored Narodnog pozorišta. U suprotnom smeru autobusi na ovim linijama će iz Dečanske ulice ići ulicom Braće Jugović do ulice Francuska i dalje redovnom trasom, pri čemu će u ovom smeru koristiti postojeće stajalište kod Doma omladine\n• Vozila sa autobuskih linija broj 32E, 43, 96 će u smeru ka terminusu „Trg Republike“ saobraćati: Bulevar despota Stefana – Braće Jugović – Francuska – terminus „Trg Republike“"
      },
      {
        "text": "STAJALIŠTA:"
      },
      {
        "text": "Uspostavljaju se privremena stajališta:"
      },
      {
        "text": "• “Trg republike” u ulici Francuska, u visini ulaza na scenu “Raša Plaović” Narodnog pozorišta, za linije javnog prevoza broj 24, 26, 37, 44 u smeru prema periferiji\n• “Palata Albanija” u ulici Terazije u visini postojećeg taksi stajališta (prodavnica “Win-Win”), za linije javnog prevoza broj 22A, 27, 31 u smeru prema periferiji (početno stajalište)\n• “Trg Slavija” na trgu Slavija, između ulica Kralja Milana i Nemanjina, za linije javnog prevoza broj 21L, 22L, 29L (početno stajalište), kao i za liniju javnog prevoza broj 22A (završno stajalište)\n• “Trg Slavija” na trgu Slavija, u produžetku ulice Makenzijeva, neposredno pre raskrsnice sa ulicom Beogradska za linije javnog prevoza broj 21L, 22L, 29L (završno stajalište), kao i za liniju javnog prevoza broj 22A (početno stajalište)"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• Terminus “Trg Republike” za liniju : 27\n• Terminus “Studentski trg” za linije 19, 21, 22, 28, 29, 31, 41\n• “Trg Republike”, u oba smera za linije : 24, 26, 37, 44\n• “Terazije” u smeru ka Trgu Republike za sve linije\n• “Makedonska”, u oba smera, za linije 28 i 41"
      }
    ]
  },
  {
    "date": "20.02.2019",
    "title": "Izmena na liniji broj 406L zbog radova u Zemljoradničkoj ulici (od 23.02.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 15.06.2019"
      },
      {
        "text": "Zbog izvođenja radova na redovnom održavanju u ulici Zemljoradnička, u periodu od 23.02. do 15.05.2019. godine za saobraćaj će biti zatvorena deonica ove ulice od kućnog broja 55 do ulice Bulevar patrijarha Germana, zbog čega će biti izmenjen režim rada linije broj 406L."
      },
      {
        "text": "• Vozila sa linije broj 406L, u smeru ka terminusu “Beli potok /Železnička stanica/” saobraćaju sledećom trasom: VOŽDOVAC – Bebelova – Baštovanska – Paunova – Bulevar oslobođenja – Bulevar JNA – Bulevar Patrijarha Germana – Vase Čarapića – Saveza boraca – BELI POTOK /ŽELEZNIČKA STANICA/; u smeru ka terminusu “Voždovac” saobraća sledećom trasom: BELI POTOK /ŽELEZNIČKA STANICA/ – Saveza boraca – Vase Čarapića – Bulevar Patrijarha Germana – Bulevar JNA – Bulevar oslobođenja – Paunova – Crnotravska – Save Maškovića – VOŽDOVAC"
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linije broj 406."
      }
    ]
  },
  {
    "date": "14.01.2019",
    "title": "Izmene na linijama broj: 3, 3L zbog radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 15.01.2019)",
    "sections": [
      {
        "text": "U sklopu izvođenja radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja tramvajskog koloseka za kretanje tramvaja sa Mosta na Adi ka Rakovici, koje će izvoditi JP „Direkcija za građevinsko zemljište i izgradnju grada Beograda” u periodu od 15.01.2019. godine do 04.06.2019. godine, menja se režim rada linija JGP na sledeći način:"
      },
      {
        "text": "• Ukidaju se tramvajske linije 3 i 3L\n• Uspostavlja se autobuska linija 3A na relaciji Savski trg – Kneževac, na kojoj će saobraćati: radnim danom 8 autobusa (po 2 autobusa SP „Karaburma“, SP „Kosmaj“, SP „Novi Beograd“ i SP „Zemun“), koji su obezbeđeni redukcijom po jednog vozila sa linija 15, 43, 52, 53, 77, 83, 96 i 704 ; subotom i nedeljom po 6 autobusa (po 2 autobusa SP „Kosmaj“, SP „Novi Beograd“ i SP „Zemun“), koji su obezbeđeni iz napora. Trasa linije 3A: Savski trg – Savska – Bulevar vojvode Mišića – (Topčiderska – Železnička stanica Topčider – Gardijska, u smeru ka Savskom trgu) – Bulevar patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
      },
      {
        "text": "Uspostavljaju se stajališta u visini tramvajskih stajališta u oba smera:"
      },
      {
        "text": "• „Železnička stanica Topčider“, „Topčiderska okretnica“, „Patrijarha Pavla“, „Rasadnik“, „Košutnjak“, „Vareška“, „Miška Kranjca“ i „Slavka Rodića“"
      },
      {
        "text": "U smeru ka Savskom trgu:"
      },
      {
        "text": "• „Železnička stanica Topčider“, „Topčiderska okretnica“"
      },
      {
        "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "22.11.2018",
    "title": "Izmene na tramvajskim linijama broj: 2, 11 zbog radova na rekonstrukciji Karađorđeve ulice (od 21.11.2018)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji Karađorđeve ulice, na delu od ulice Crnogorske do ulice Pariske, u periodu od srede 21.11.2018. godine od prvih jutarnjih polazaka do 15.06.2019. godine, menja se režim rada tramvajskih linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2, će saobraćati na relaciji: Pristanište – Dorćol – Vukov spomenik – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L\n• Tramvaji sa linije 11 će saobraćati na relaciji: Novi Beograd /Blok 45/ – Savski trg – Tašmajdan i nosiće oznaku 11L"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Savski trg“, u oba smera, za liniju 2\n• „Ekonomski fakultet“ u smeru ka Pristaništu\n• „Brankov most“ , u oba smera\n• „Pristanište“, u oba smera\n• „Tadeušća Košćuškog“, u oba smera, za liniju 11\n• terminus Kalemegdan /Donji grad/, za liniju 11"
      },
      {
        "text": "Uspostavlja se polazno – dolazno stajalište u zoni okretnice „Pristanište“."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
    "sections": [
      {
        "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Izmene na tramvajskim linijama broj: 12, 13 zbog radova tramvajskom mostu preko Topčiderske reke (od 04.08.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 04.06.2019"
      },
      {
        "text": "U sklopu radova na izgradnji tramvajske infrastrukture preko mosta na Adi i povezivanja iste sa postojećom, doći će do rušenja tramvajskog mosta koji prolazi pored Hipodroma odnosno preko Topčiderske reke, u periodu od 04.08 do 21.12.2018. godine menja se režim rada tramvajskih linija JGP-a na sledeći način:"
      },
      {
        "text": "• Ukidaju se tramvajske linije 12, 13\n• Uspostavlja se tramvajska linija 12L na relaciji: Omladinski stadion – Novi\nBeograd /Blok 45/. Trasa linije u oba smera: Omladinski stadion – Mije Kovačevića – Ruzveltova – Bulevar kralja Aleksandra – Resavska – Nemanjina – Savski trg – Karađorđeva – Zemunski put – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina – Dr Ivana Ribara – Novi Beograd /Blok 45/\n• Uspostavlja se autobuska linija 12A na relaciji: Glavna železnička stanica – Banovo brdo. Na liniji će saobraćati 3 vozila SP „Kosmaj“. Trasa linije u oba smera:\nGlavna železnička stanica – Savska – Bulevar vojvode Mišića – Paštrovićeva – Požeška – Banovo brdo."
      },
      {
        "text": "Ukida se stajalište „Hipodrom“ u oba smera."
      },
      {
        "text": "Autobusi sa linije 12A će koristiti postojeća autobuska stajališta u Savskoj ulici i Bulevaru vojvode Mišića i tramvajsko – autobuska stajališta u Požeškoj ulici."
      }
    ]
  },
  {
    "date": "30.07.2018",
    "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 01.06.2019"
      },
      {
        "text": "Dopuna:"
      },
      {
        "text": "Posle vanrednog preusmerenja linija kroz Banatsku ulicu, linije broj 45, 83 vraćene su da saobraćaju u smeru ka gradu kroz ulicu Filipa Višnjića."
      },
      {
        "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
      },
      {
        "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
      },
      {
        "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
      },
      {
        "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
      },
      {
        "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
      }
    ]
  },
  {
    "date": "24.07.2018",
    "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
      },
      {
        "text": "Očekivano je da izmena bude na snazi do aprila 2019."
      },
      {
        "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
      },
      {
        "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
      },
      {
        "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
      },
      {
        "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
      },
      {
        "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
      }
    ]
  }
]