[
  {
    "date": "17.07.2019",
    "title": "Izmena na liniji broj 82 zbog radova u ulici Ljubinke Bobić (od 18.07.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na instalaciji toplovodne mreže, u ulici Ljubinke Bobić, na delu od raskrsnice sa ulicom Raška Dimitrijevića do zone raskrsnice sa ulicom Nedeljka Gvozdenovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 18.07.2019. do 23.07.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 82, će saobraćati: u smeru ka terminusu Blok 44: Nedeljka Gvozdenovića – Surčinska – Kružni tok sa ulicama Vinogradska i Dr Ivana Ribara – Vojvođanska – Gandijeva i dalje redovnom trasom; u smeru ka Zemunu: Gandijeva – Partizanske avijacije – Ismeta Mujezinovića – DR Huga Klajna – Ljubinke Bobić i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta, za liniju 82:"
      },
      {
        "text": "• „Nedeljka Gvozdenovića“ u smeru ka Bloku 44\n• „Raška Dimitrijevića“ u oba smera"
      },
      {
        "text": "Privremeno se uspostavlja stajalište u smeru ka Zemunu, u ulici Ismeta Mujezinovića, preko puta kućnog broja 18, na stubu javne rasvete."
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "16.07.2019",
    "title": "Izmene na linijama broj: 37, 42, 47, 50, 54, 59, 94, 501, 502, 505 zbog radova u ulici Miška Kranjca (Faza 5) (od 18.07.2019)",
    "sections": [
      {
        "text": "Zbog radova na redovnom održavanju kolovoza u ulici Miška Kranjca, na delu od ulice Pilota Mihaila Petrovića do ulice Borska, koje će izvoditi JKP „Beograd put“, od četvrtka 18.07.2019. od 08:30 časova do 20.07.2019., važiće režim rada linija JGP-a kao u prethodnoj fazi:"
      },
      {
        "text": "• Vozila sa linija 37, 501, u smeru ka ulici Pilota Mihaila Petrovića, će saobraćati: Patrijarha Dimitrija – Vareška – Borska – Miška Kranjca – Pilota Mihaila Petrovića i dalje redovnim trasama\n• Vozila sa linije 42, u smeru ka Petlovom brdu, će saobraćati: Patrijarha Dimitrija – Vareška – Borska – Miška Kranjca – Pilota Mihaila Petrovića i dalje redovnom trasom\n• Vozila sa linija 47, 94, u smeru ka gradu, će saobraćati: Patrijarha Dimitrija – Vareška – Borska – Bahtijara Vagabzade i dalje redovnom trasom\n• Vozila sa linija 50, 59 u smeru ka Banjici, će saobraćati: Pilota Mihaila Petrovića – Miška Kranjca – Patrijarha Dimitrija – Vareška – Borska i dalje redovnim trasama\n• Vozila sa linija 54, 505, u smeru ka Miljakovcu, će saobraćati: Patrijarha Dimitrija – Vareška – Borska – terminus Miljakovac 1\n• Vozila sa linije 502, u smeru ka Miljakovcu, će saobraćati: Pilota Mihaila Petrovića – Miška Kranjca – Patrijarha Dimitrija – Vareška – Borska – terminus Miljakovac 1"
      },
      {
        "text": "Napomena: Vozila sa navedenih linija u suprotnom smeru će saobraćati redovnom trasom."
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Miška Kranjca“, u smeru ka Borskoj, za linije 37, 42, 47, 54, 94, 501 i 505\n• „GO Rakovica“ u oba smera za linije 47, 50, 54, 59, 94, 502, 505\n• „Miljakovac 1“, u smeru ka centru grada, za linije 47, 50, 54, 59, 94, 502 i 505\n• „Stanka Paunovića“ i „Vareška“, u smeru ka centru grada, za linije 47, 50, 59, 94 i 505\n• „Železnička stanica Rakovica“ u smeru ka terminusu Petlovo brdo, za liniju 42\n• „Božidara Stojadinovića“, „OŠ Đuro Jakšić“, „Kanarevo brdo /Dom zdravlja/“, „Srpskih udarnih brigada“, „Kanarevo brdo“ i „Vareška“ u smeru ka terminusu Miljakovac 1 za liniju 54"
      },
      {
        "text": "Privremeno se uspostavlja stajalište: u Bulevaru Patrijarha Dimitrija u oba smera kretanja (privremeno stajalište za liniju 3A) za linije 37, 47, 54, 94 i 505."
      },
      {
        "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "14.07.2019",
    "title": "Dodatni polasci subotom na liniji broj 605 zbog održavanja manifestacije “Bojčinsko kulturno leto” (2019)",
    "sections": [
      {
        "text": "Zbog održavanja manifestacije “Bojčinsko kulturno leto” na autobuskoj liniji broj 605 biće uvedeni dodatni večernji polasci subotom (20.07. ; 27.07. ; 03.08. ; 10.08. ; 17:08. ; 24.08. ; 31.08.2019.)"
      }
    ]
  },
  {
    "date": "12.07.2019",
    "title": "Izmene na linijama broj: 57, 89 zbog radova u ulici Ratka Mitrovića (od 15.07.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na održavanju kolovoza u ulici Ratka Mitrovića na delu od ulice Dimitrija Avramovića do ulice Ace Joksimovića, koje će izvoditi JKP „Beograd put“, u periodu od ponedeljka 15.07.2019. do 01.08.2019., menja se režim rada linija JGP- a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 57, će saobraćati ulicama: Žarkovačka, Blagoja Parovića, Kneza Višeslava, Ratka Mitrovića, Ace Joksimović, Trgovačka i dalje redovno dok se ne otvori ulica Dimitrija Avramovića, a nakon toga ulicama Ratka Mitrovića, Spasovdanska, Ace Joksimovića, Ratka Mitrovića i dalje redovnom trasom\n• Vozila sa linije 89, u oba smera, će saobraćati: Trgovačka – Ace Joksimovića i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Jovana Mikića“ i „Milovana Čelebića“ u smeru ka Golf naselju za liniju 57, odnosno u oba smera za liniju 89\n• „Dom zdravlja“ u oba smera za liniju 89"
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "05.07.2019",
    "title": "Izmene na linijama broj: 20, 25P, 27E, 74 zbog radova u ulici Semjuela Beketa (2 Faza) (od 06.07.2019)",
    "sections": [
      {
        "text": "Zbog radova na redovnom održavanju kolovoza u ulici Semjuela Beketa, na delu od ulice Matice srpske do ulice Koste Nađa, koje će izvoditi JKP „Beograd put“, u periodu od subote 06.07. do 20.07.2019. godine, menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 20 u oba smera će saobraćati: Matice srpske – Mihaila Bulgakova – Koste Nađa i dalje redovnom trasom\n• Vozila sa linija 25P, 27E u oba smera će saobraćati: Semjuela Beketa – Matice srpske – Vitezova Karađorđeve zvezde – Koste Nađa – Semjuela Beketa i dalje redovnom trasom\n• Vozila sa linije 74 u oba smera će saobraćati: Mirijevski venac – Rableova – Mihaila Bulgakova – Koste Nađa i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta u oba smera:"
      },
      {
        "text": "• „Matice srpske“ za linije 20, 25P, 27E, 74\n• „Branka Ćopića“ za liniju 20."
      },
      {
        "text": "Na izmenjenom delu trase u oba smera kretanja, vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "05.07.2019",
    "title": "Informacija o režimu rada linija broj: 3A, 3L1, 11L, 12, 13 zbog završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 05.07.2019)",
    "sections": [
      {
        "text": "U sklopu završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja iste sa postojećom, kao i nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. godine od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
      },
      {
        "text": "Uspostavljaju se tramvajske linije:"
      },
      {
        "text": "• 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• 13 (Banovo Brdo – Most na Adi – Blok 45)"
      },
      {
        "text": "Režim rada linija:"
      },
      {
        "text": "• Tramvaji sa linije 11L će saobraćati (Tašmajdan – Most na Adi – Blok 45)\n• Tramvaji sa linije 12 će saobraćati na svojoj redovnoj trasi (Omladinski stadion – Banovo brdo)\n• Ukidaju se tramvajske linije 2L1 i 12L i autobuska linija 12A\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
      },
      {
        "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "04.07.2019",
    "title": "Izmene na linijama broj: 34, 44 zbog radova u ulici Koste Glavinića (od 06.07.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 21.07.2019"
      },
      {
        "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Koste Glavinića, koji podrazumevaju nemogućnost korišćenja okretnice „Topčidersko brdo (Senjak)“, koje će izvoditi JKP „Beogradske elektrane“, u periodu od subote 06.07. do 17.07.2019. godine, menja se režim rada linija JGP-a."
      },
      {
        "text": "• Vozila sa linija 34, 44, će promenu smera kretanja vršiti u kružnom toku na Topčiderskoj zvezdi"
      },
      {
        "text": "Privremeno se, u oba smera, ukidaju stajališta za linije 34 i 44:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• TOPČIDERSKO BRDO /SENjAK/\n• VOJISLAVA VUČKOVIĆA\n• VASE PELAGIĆA"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• VASE PELAGIĆA\n• VOJISLAVA VUČKOVIĆA\n• SENjAČKA\n• TOPČIDERSKO BRDO /SENjAK/"
      }
    ]
  },
  {
    "date": "28.06.2019",
    "title": "Izmene na linijama broj: 55, 512 zbog radova u ulici Radnih akcija (od 29.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji kanalizacione mreže, u ulici Radnih akcija u Železniku, u okviru II faze, na delu od ulice Avalske do ulice Udarnih brigada, koje izvodi JKP „Beogradski vodovod i kanalizacija“, u periodu od subote 29.06. do 26.07.2019. godine, menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linija 55, 512, u oba smera će saobraćati ulicama: Lole Ribara – Radnih akcija – Darinke Radović – Avalska – Radnih akcija i dalje svojim redovnim trasama"
      },
      {
        "text": "Privremeno se ukida stajalište: „Radnih akcija“, u oba smera za linije 55 i 512"
      },
      {
        "text": "Privremeno se uspostavlja stajalište „Radnih akcija 1“: u smeru ka periferiji u ulici Darinke Radović na 40 metara posle raskrsnice sa ulicom Radnih akcija; u smeru ka gradu u ulici Darinke Radović, 15 metara ispred raskrsnice sa ulicom Radnih akcija."
      },
      {
        "text": "Na izmenjenom delu trase vozila neće koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "28.06.2019",
    "title": "Izmene na linijama broj: 16, 23, 25, 32N zbog radova u ulici Marijane Gregoran (od 01.07.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na redovnom održavanju u ulici Marijane Gregoran na Karaburmi, na delu od ulice Vojvode Micka Krstića do ulice Juhorska, u periodu od 01.07.  od 08:30 časova do 15.08.2019. godine, doći će do promene rada linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova predviđeno je zatvaranje kolovoza ulice Marijane Gregoran, pa će linije javnog prevoza broj: 16, 23, 25 u oba smera saobraćati ulicama: Višnjička, Mirijevski bulevar, Marijane Gregoran, Salvadora Aljendea i dalje redovnom trasom."
      },
      {
        "text": "Autobusi sa noćne linije 32N, će saobraćati istom trasom kao i autobusi sa dnevne linije 16, 23 i 25 u izmenjenom režimu."
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• HUSINjSKIH RUDARA\n• STEVANA HRISTIĆA\n•  DILjSKA\n• PATRISA LUMUMBE"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• VOJVODE MICKA KRSTIĆA\n• PATRISA LUMUMBE\n• DILjSKA\n• STEVANA HRISTIĆA\n• HUSINjSKIH RUDARA\n• SALVADORA ALjENDEA"
      },
      {
        "text": "Vozila sa navedenih linija će na izmenjenom delu trase koristiti postojeća stajališta i novouspostavljeno stajalište „Salvadora Aljendea 1“, u ulici Salvadora Aljendea (u smeru ka okretnici „Karaburma 2“), 50 metara posle raskrsnice sa ulicom Marijane Gregoran."
      },
      {
        "text": "Napomena: Stajalište „Vojvode Micka Krstića“, u smeru ka okretnici Karaburma 2, (linije broj 16, 23 i 25) se privremeno ukida. Vozila sa navedenih linija će koristiti stajalište „Vojvode Micka Krstića“ nakon raskrsnice sa ulicom Vojvode Micka zajedno sa linijama broj: 202, 25P, 32, 32E, 35, 35L i 74."
      }
    ]
  },
  {
    "date": "21.06.2019",
    "title": "Režim rada linija javnog prevoza zbog radova na Trgu Republike (od 22.06.2019)",
    "sections": [
      {
        "text": "U sklopu rekonstrukcije Trga Republike i potpune obustave saobraćaja u zoni Trga Republike na potezu od Kolarčeve, Makedonske, Francuske i Dositejeve, od subote 22.06.2019. do 01.09.2019.godine, doći će do nove izmene rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Ukidaju se privremene trolejbuske linije 21L, 22L i 29L. Redovne trolejbuske linije 19, 21, 22, 28, 29 i 41 su i dalje ukinute\n• Ukida se privremena autobuska linija 22A koja je saobraćala na relaciji Palata „Albanija“ – Trg Slavija\n• Trolejbuska linija 40 će i dalje saobraćati po zimskom redu vožnje\n• Umesto trolejbuskih linija uspostavljaju se autobuske linije: 21A (Trg Slavija – Učiteljsko naselje) ; 22A (Trg Slavija – Kruševačka) ; 29A (Palata “Albanija” – Medaković 3)\n• Vozila sa autobuskih linija broj: 27, 31 će saobraćati do privremenog terminusa ispred Palate „Albanija“\n• Vozila sa autobuskih linija broj: 24, 26, 37, 44 će saobraćati: u smeru ka periferiji: Francuska – kroz terminus „Trg Republike“ – Bulevar despota Stefana – Braće Jugovića – Dečanska – Trg Nikole Pašića i dalje redovnom trasom; u smeru ka Dorćolu: Dečanska – Braće Jugović – Francuska i dalje redovnom trasom\n• Vozila sa autobuskih linija broj: 32E, 43, 96 će u smeru ka terminusu „Trg\nRepublike“ saobraćati: Bulevar despota Stefana – Braće Jugović – Francuska – terminus „Trg Republike“"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• Terminus „Trg Republike“ za liniju: 27\n• Terminus „Studentski trg“ za linije: 19, 21, 22, 28, 29, 31 i 41\n• „Trg Republike“, u oba smera za linije: 24, 26, 37 i 44\n• „Terazije“ u smeru ka Trgu Republike za sve linije\n• „Makedonska“, u oba smera, za linije: 28 i 41"
      },
      {
        "text": "Uspostavljaju se stajališta:"
      },
      {
        "text": "• „Trg Republike“ u ulici Francuskoj, u smeru ka periferiji, u visini ulaza na scenu\n„ Raša Plaović“ Narodnog pozorišta za linije: 24, 26, 37 i 44\n• u zoni privremene okretnice ispred Palate „Albanija“, završno – polazno\nstajalište za linije: 27, 29A i 31\n• „Trg Slavija“ na Trgu Slavija, između ulica Kralja Milana i Nemanjina, za linije\n21A i 22A (polazno stajalište) i za liniju 29A prolazno stajalište\n• „Trg Slavija“ na Trgu Slavija, u produžetku ulice Makenzijeva, neposredno pre raskrsnice sa ulicom Beogradska za linije javnog prevoza br. 21A i 22A (završno\nstajalište)."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      },
      {
        "text": "Linije noćnog prevoza u izmenjenom režimu će saobraćati:"
      },
      {
        "text": "• Linija 15N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 26N: U smeru ka periferiji ulicama: Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra i dalje redovnom trasom; u smeru ka Dorćolu ulicama: Dečanska – Braće Jugović – Francuska i dalje redovnom trasom\n• Linija 27N: zadržava postojeće polazno stajalište TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana). U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – TRG REPUBLIKE\n• Linije 29N, 31N, 33N, 37N, 47N, 48N, 51N – PALATA „ALBANIJA“ – polazno – novouspostavljeno stajalište na Terazijama ispred Prizrenske ulice; u smeru ka terminusu „Trg Republike“ – novouspostavljeno stajalište TERAZIJE na novoj\npoziciji ispred EUROBANKE\n• Linija 32N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linije 56N, 301N, 511N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 96). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 68N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 75N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 101N: zadržava postojeće polazno stajalište TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana). U smeru ka terminusu „Trg Republike“: Bulevar despota Stefana – Braće Jugović – Francuska – Bulevar despota Stefana – TRG REPUBLIKE\n• Linija 202N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 304N: polazak sa stajališta TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana) zatim Bulevar despota Stefana – Džordža Vašingtona – Takovska i dalje redovnom trasom. U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – TRG REPUBLIKE\n• Linija 706N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 704N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE"
      }
    ]
  },
  {
    "date": "14.06.2019",
    "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 33, 48, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019. godine, doći će do izmene režima rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Džordža Vašingtona – Takovska – Bulevar kralja Aleksandra – (Ruzveltova u smeru ka Vukovom spomeniku) – Kraljice Marije – Vukov spomenik. Polazno-dolazno stajalište je „Vukov spomenik“ zajedno sa linijama 32, 66 i EKO 1.\n• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Autobusi sa linije 79 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Džordža Vašingtona i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
      },
      {
        "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
      },
      {
        "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
      },
      {
        "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
      },
      {
        "text": "Noćni saobraćaj:"
      },
      {
        "text": "• Linija 27N – zadržava postojeće polazno stajalište TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana) i dalje saobraća ulicama Bulevar despota Stefana, Džordža Vašingtona, Takovska, Bulevar kralja Aleksandra, Ruzveltova i dalje redovno, dok u smeru prema gradu saobraća ulicama Ruzveltova, Bulevar kralja Aleksandra, Dečanska, Braće Jugovića, Francuska, TRG REPUBLIKE\n• Linija 32N – zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 27) i dalje saobraća ulicama Bulevar despota Stefana, Džordža Vašingtona, Takovska, Bulevar kralja Aleksandra, Ruzveltova i dalje redovno, dok u smeru prema gradu saobraća ulicama Ruzveltova, Bulevar kralja Aleksandra, Dečanska, Braće Jugovića, Francuska, TRG REPUBLIKE\n• Linija 401N – saobraćaće u oba smera ulicama Cara Dušana, Džordža Vašingtona, Takovska, Bulevar kralja Aleksandra, Beogradska i dalje redovno"
      }
    ]
  },
  {
    "date": "10.06.2019",
    "title": "Izmene na linijama broj: 73, 700, 702, 703, 706, 706E, 706N zbog radova u ulici Majora Zorana Radosavljevića (od 11.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na izgradnji fekalne kanalizacije, u ul. Majora Zorana Radosavljevića, koja će u potpunosti biti zatvorena, između ulica Kralja Mihaila Zetskog i Majke Jugovića, koje će izvoditi GP „Rad GM“ d.o.o., u periodu od utorka 11.06.2019. godine od 09:00 časova do 31.08.2019. godine, menja se režim rada linije JGP-a, na sledeći način:"
      },
      {
        "text": "• Linije: 73, 706, 706E na izmenjenom delu trase će saobraćati, u oba smera: Majora Zorana Radosavljevića – Kralja Mihaila Zetskog – Stevana Dubajića – Kralja Radoslava – Majke Jugovića i dalje redovnim trasama\n• Linija 700 će saobraćati: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Maksima Brankovića – Dalmatinske zagore – Stanka Tišme – Majke Jugovića – Kralja Radoslava i dalje redovnom trasom\n• Linija 702 na izmenjenom delu trase će saobraćati, u smeru ka okretnici Batajnica /železnička stanica/: Majora Zorana Radosavljevića – Majke Jugovića – Kralja Radoslava i dalje redovnom trasom\n• Linija 703 na izmenjenom delu trase će saobraćati: u smeru ka Ugrinovcima: Majora Zorana Radosavljevića – Kralja Mihaila Zetskog – Stevana Dubajića – Kralja Radoslava i dalje redovnom trasom; u smeru ka Zemunu: Majora Zorana Radosavljevića – Majke Jugovića – Kralja Radoslava – Stevana Dubajića – Kralja Mihaila Zetskog – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije noćnog saobraćaja 706N će saobraćati kao i autobusi sa dnevnih linija u izmenjenom režimu"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• BATAJNICA /ULAZ/ u smeru ka terminusu Batajnica /železnička stanica/, za linije 73, 703, 706, 706E\n• MAKSIMA BRANKOVIĆA u oba smera, za linije 73, 706, 706E, odnosno i za liniju 703 u smeru ka Zemunu\n• #1173 BRAĆE SMILjANIĆ u oba smera za linije 73, 706 706E , odnosno i za liniju 703 u smeru ka Zemunu\n• KRALjA UROŠA u smeru ka terminusu Batajnica /železnička stanica/, za linije 700 i 703\n• STEVANA DUBAJIĆA za liniju 700"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• MAJKE JUGOVIĆA u smeru ka gradu, za linije 73, 702, 703, 706 i 706E\n• BRAĆE SMILjANIĆ u oba smera za linije 73, 706 706E , odnosno i za liniju 703 u smeru ka Zemunu\n• MAKSIMA BRANKOVIĆA u oba smera, za linije 73, 706, 706E, odnosno i za liniju 703 u smeru ka Zemunu\n• BRAĆE SAVIĆ u smeru ka terminusu Batajnica /železnička stanica/, za liniju 702\n• BRAĆE RADIŠIĆ u smeru ka terminusu Batajnica /Železnička stanica/, za linije 700 i 702"
      },
      {
        "text": "Uspostavljaju se privremena stajališta:"
      },
      {
        "text": "• „Batajnica /ulaz/“, u ul. Kralja Mihaila Zetskog, u smeru ka terminusu Batajnica /železnička stanica/, na poziciji EDB stuba koji se nalazi oko 30 metara posle raskrsnice sa ulicom Majora Zorana Radosavljevića, za linije br. 73, 703, 706 i 706E\n• „Stevana Dubajića“, u ul. Kralja Radoslava, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 160, za linije br. 73, 703, 706 i 706E\n• „Braće Radišić“, u ul. Kralja Radoslava, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 110A, za linije br. 73, 703, 706 i 706E\n• „Majke Jugovića 1“, u ul. Majke Jugovića, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 4, za linije br. 73, 700, 702, 703, 706 i 706E\n• „Vrtić“, u ul. Dalmatinske zagore, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 43, za liniju br. 700"
      }
    ]
  },
  {
    "date": "08.04.2019",
    "title": "Privremeno izmešteno stajalište “27. marta” (#240) za linije broj 23, 40",
    "sections": [
      {
        "text": "Zbog radova u Takovskoj ulici privremeno je izmešteno stajalište “27 marta” (#240)."
      },
      {
        "text": "• Stajalište „27.marta“ (smer ka Vidikovcu / Banjici), izmešteno je oko 40 metara nakon pozicije pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Dalmatinska (tj. sada je pre raskrsnice Takovska/27. Marta)."
      },
      {
        "text": "Predmetno stajalište će biti izmešteno na alternativnu lokaciju dok se ne završe radovi na izgradnji hotela."
      }
    ]
  },
  {
    "date": "22.11.2018",
    "title": "Izmene na tramvajskim linijama broj: 2, 11 zbog radova na rekonstrukciji Karađorđeve ulice (od 21.11.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 01.08.2019"
      },
      {
        "text": "Zbog radova na rekonstrukciji Karađorđeve ulice, na delu od ulice Crnogorske do ulice Pariske, u periodu od srede 21.11.2018. godine od prvih jutarnjih polazaka do 15.06.2019. godine, menja se režim rada tramvajskih linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2, će saobraćati na relaciji: Pristanište – Dorćol – Vukov spomenik – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L\n• Tramvaji sa linije 11 će saobraćati na relaciji: Novi Beograd /Blok 45/ – Savski trg – Tašmajdan i nosiće oznaku 11L"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Savski trg“, u oba smera, za liniju 2\n• „Ekonomski fakultet“ u smeru ka Pristaništu\n• „Brankov most“ , u oba smera\n• „Pristanište“, u oba smera\n• „Tadeušća Košćuškog“, u oba smera, za liniju 11\n• terminus Kalemegdan /Donji grad/, za liniju 11"
      },
      {
        "text": "Uspostavlja se polazno – dolazno stajalište u zoni okretnice „Pristanište“."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
    "sections": [
      {
        "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
      }
    ]
  },
  {
    "date": "30.07.2018",
    "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 31.12.2019"
      },
      {
        "text": "Dopuna:"
      },
      {
        "text": "Posle vanrednog preusmerenja linija kroz Banatsku ulicu, linije broj 45, 83 vraćene su da saobraćaju u smeru ka gradu kroz ulicu Filipa Višnjića."
      },
      {
        "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
      },
      {
        "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
      },
      {
        "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
      },
      {
        "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
      },
      {
        "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
      }
    ]
  },
  {
    "date": "24.07.2018",
    "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
      },
      {
        "text": "Očekivano je da izmena bude na snazi do aprila 2019."
      },
      {
        "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
      },
      {
        "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
      },
      {
        "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
      },
      {
        "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
      },
      {
        "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
      }
    ]
  }
]
