[
    {
        "date": "07.05.2020",
        "title": "Javni gradski prevoz od 08.05.2020 počinje sa radom za sve kategorije putnika",
        "sections": [
            {
                "text": "Preporuka je da koristite zaštitne maske i rukavice"
            }
        ]
    },
    {
        "date": "07.05.2020",
        "title": "Režim rada linija zbog radova na Savskom trgu (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog završetka dela radova u sklopu rekonstrukcije Savskog trga, počev od 08.05.2020. menja se režim rada linija javnog prevoza."
            },
            {
                "text": "Tramvajski saobraćaj:"
            },
            {
                "text": "• Tramvajska linija 3L1 je i dalje ukinuta\n• Tramvajske linije 6, 7, 9, 13, 14 rade u redovnom režimu\n• Tramvaji sa linije 11 u oba smera saobraćaće na relaciji: Kalemegdan /Donji grad/ –\nStari savski most – Novi Beograd /Blok 45/\n• Tramvaji sa linije 12 u oba smera saobraćaće na relaciji: Omladinski stadion –\nVukov spomenik – Tašmajdan – Savski trg – Stari savski most – Most na Adi – Banovo brdo\n• Uspostavlja se autobuska linija 3A na relaciji: Savski trg /privremena okretnica/ – Kneževac. Trasa linije: smer A: Savska /privremena okretnica/ – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac ; smer B: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Savska – Savska /privremena okretnica/. Na liniji će, radnim danom, saobraćati 8 vozila (sa po 4 vozila SP „Kosmaj“ i SP „Novi Beograd“), odnosno 6 vozila vikendom (2 vozila SP „Kosmaj“ i 4 vozila SP „Novi Beograd“)."
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Autobusi sa linije 36 saobraćaće: u smeru ka Mostaru: Nemanjina – Savska – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom ; u smeru ka Trgu Slavija: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Nemanjina i dalje redovnom trasom\n• Autobusi sa linija 46, 51, 511, 601 saobraćaće: u smeru prema privremenom terminusu u ulici Balkanska: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska ; u smeru ka periferiji sa privremenog terminusa u ulici Balkanska: Balkanska – Gavrila Principa – Mihajla Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnim trasama\n• Autobusi sa linija 91, 92, 551, 553 u oba smera, saobraćaće: Bulevar vojvode Mišića – Savska, pri čemu će promenu smera kretanja vršiti, na privremenoj okretnici u Savskoj ulici, neposredno ispred zone radova\n• Autobusi sa linija 78, 83 saobraćaće u redovnom režimu"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „BAS“ za linije 36, 46, 51, 511 i 601 u ulici Vudroa Vilsona, u smeru ka Mostaru i Trgu Slavija, na poziciji EDB stuba – 30 metara posle obeleženog pešačkog prelaza koji se nalazi u zoni ulaza u BAS\n• „Palata pravde 1“ za linije 36, 46, 51, 511, i 601, u ulici Nikolaja Kravcova, u smeru ka Mostaru, na poziciji EDB stuba koji se nalazi oko 30 metara ispred raskrsnice sa ulicom Savska\n• Uspostavljaju se nova tramvajska i autobuska stajališta za linije 7, 9, 12, 36, 78 i 83 u Nemanjinoj ulici u visini hotela Beograd u oba smera kretanja."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "07.05.2020",
        "title": "Izmena na liniji broj 311 zbog radova u Ulici maršala Tita (naselje Leštane) (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog radova u ulici Maršala Tita, Leštane, od petka 08.05.2020. do završetka radova, operativno se menja režim rada linije 311, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 311 će saobraćati, u oba smera: Smederevski put – Kružni put – ul. Ravan – Leštane /Ravan/"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• u smeru ka Leštanima: „Zdravstvena stanica Leštane i Vinča“, „Leštane“ i „Leštane /izlaz/“\n• u oba smera: „Prvomajska“, „Privredna zona“, „Miodraga Pešića“, „OŠ Nikola Tesla“\n• u smeru ka Ustaničkoj: „Leštane /centar/“ i „Leštane /ulaz/“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "07.05.2020",
        "title": "Izmene na linijama broj: 70, 72, 74, 75, 613 zbog radova u ulici Dr. Huga Klajna (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Dr Huga Klajna na delu od ulice Marka Čelebonovića do ulice Peđe Milosavljevića, koje izvodi JKP “Beograd put”, od petka 08.05.2020. do 27.05.2020., menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 70, 72, 74, 75 saobraćaće: u smeru ka Bežanijskoj kosi: Marka Čelebonovića – Norveška – LJubinke Bobić – Nedeljka Gvozdenovića i dalje redovnom trasom ; u smeru ka gradu: Nedeljka Gvozdenovića – Dr Huga Klajna – Peđe Milosavljevića – Norveška – Marka Čelebonovića – i dalje redovnom trasom\n• Vozila sa linije 613 u oba smera, saobraćaće: Nikole Dobrovića – Partizanske avijacije – Ljubinke Bobić i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za sve linije: „Peđe Milosavljevića“ u oba smera\n• za liniju 613: „Ljubinke Bobić“ i „Marka Čelebonovića“ u smeru ka Novom\nBeogradu, „Nikole Dobrovića“ u smeru ka naselju Radiofar i „Dr Huga Klajna“ u oba smera."
            },
            {
                "text": "Uspostavlja se privremeno stajalište za liniju 613 u Ulici Partizanske avijacije, oko 30 metara posle raskrsnice sa Ulicom Nikole Dobrovića, u smeru ka naselju Radiofar."
            },
            {
                "text": "Na izmenjenom delu trase vozila će korisiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "07.05.2020",
        "title": "Izmena na linijama broj: 2, 5, 10, 79, 5A zbog radova u ulici Cara Dušana (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rekonstrukciji i uređenju ulice Cara Dušana na delu od Drinčićeve do Francuske ulice, u periodu od petka 08.05.2020. do 05.06.2020., menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Tramvajske linije 2, 5, 10 i dalje ne saobraćaju\n• Vozila sa linije 79, u oba smera, će i dalje saobraćati izmenjenom trasom: Dimitrija\nTucovića – Cvijićeva – Poenkareova – Venizelosova – Cara Dušana i dalje redovnom trasom\n• Privremena autobuska linija 5A saobraćaće na relaciji: Dorćol /SRC „Milan Gale\nMuškatirović/“ – Vukov spomenik. Trasa linije: u smeru ka Vukovom spomeniku: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Trg Republike (kroz terminus ka Vukovom spomeniku) – Bulevar despota Stefana – Džordža Vašingtona – 27. Marta – Kraljice Marije – Vukov spomenik ; u smeru ka Dorćolu: Vukov spomenik – Kraljice Marije – Bulevar kralja Aleksandra – Ruzveltova – Kraljice Marije – 27 marta – Džordža Vašingtona – Bulevar Despota Stefana – Braće Jugović – Francuska – Cara Dušana – Tadeuša Košćuška – Dorćol /SRC „Milan Gale Muškatirović“/"
            },
            {
                "text": "Napomena: Vozila sa privremene autobuske linije 5A, u smeru ka Vukovom spomeniku, koristiće, polazno stajalište za linije 43 i 96."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "07.05.2020",
        "title": "Izmena na liniji broj: 406 zbog radova u ulici Jaroslava Černog (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog radova na popravci saobraćajnih površina od kamene kocke, u ulici Jaroslava Černog, na delu od Instituta „Jaroslav Černi“ do Bulevara patrijarha Germana, koje će izvoditi GP „Invest gradnja“ d.o.o., u periodu od petka 08.05.2020. do 01.08.2020., menja se režim rada linije 406 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 406 će saobraćati, u oba smera: Bulevar patrijarha Germana – Pilota Rajka Cvetića – Đurđije Cvetić – terminus „Pinosava“"
            },
            {
                "text": "Ukidaju se stajališta u oba smera: „Pošta“, „1. Nova“, „6. Nova“ i „Institut Jaroslav Černi“."
            },
            {
                "text": "Uspostavljaju se stajališta u ulici Rajka Cvetića:"
            },
            {
                "text": "• na 15 metara posle raskrsnice sa Bulevarom patrijarha Germana u smeru ka periferiji i na 10 metara pre raskrsnice sa Bulevarom patrijarha Germana u smeru ka gradu\n• na 10 metara ispred raskrsnice sa ulicama Braće Stošić i Milovana M. Cvetića u oba smera\n• na 10 metara ispred raskrsnice sa ulicom Valoge u oba smera"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "06.05.2020",
        "title": "Izmena na liniji broj: 26 zbog radova u Zaplanjskoj ulici (od 08.05.2020)",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rekonstrukciji vodovodne mreže, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“ u ulici Zaplanjska, na delu od OŠ “Branislav Nušić“ do raskrsnice sa ulicom Darvinova, u periodu od 08.05.2020. do 26.05.2020., doći će do izmene režim rada javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 26, u oba smera saobraćaće: Kruševačka – Husova – Ljubićka – Kumodraška – Darvinova – Zaplanjska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta u oba smera: „Miška Jovanovića“, „Peke Pavlovića“, „Ignjata Joba“ i „Centralno groblje“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "17.03.2020",
        "title": "Izmena na liniji broj 409 zbog radova u ulici Stojana Ljubića (od 19.03.2020)",
        "sections": [
            {
                "text": "Radovi produženi do 02.06.2020."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Stojana Ljubića, na delu od ulice Olge Jojić do ulice Milke Bosanić, koje će izvoditi JKP „Beograd put” u periodu od četvrtka 19.03.2020. do 04.05.2020., doći će do potpunog zatvaranja navedene deonice, pri čemu se menja režim rada linije 409 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 409 će saobraćati, u oba smera, ulicama: Paunova – Bulevar JNA – Torlački vis i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Olge Jojić“, „Milke Bosnić“, „Ane Dobeš“, „Milutina Miljkovića“, „Donje naselje“, „Vukosave Oljače“ i „Olimpska“ u oba smera\n• „Kefalonijska“ u smeru ka Jajincima"
            }
        ]
    },
    {
        "date": "13.03.2020",
        "title": "Izmena na liniji broj 60 zbog radova u ulici Savski nasip (od 14.03.2020)",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Zbog radova na rekonstrukciji i izgradnji toplovodne mreže duž ulice Savski nasip, na delu od ulice Jurija Gagarina do ulice Brodarska, koje će izvoditi JKP „Beogradske elektrane” od subote 14.03.2020 do 28.03.2020, doći će do potpunog zatvaranja navedene deonice, pri čemu se menja režim rada linije 60 na sledeći način:"
            },
            {
                "text": "• U smeru ka Zelenom vencu, vozila će saobraćati: Jurija Gargarina – Vladimira Popovića – interna saobraćajnica između ulica Vladimira Popovića i Milentija Popovića – Milentija Popovića – Bulevar Mihajla Pupina – Brankov most i dalje redovnom trasom\n• U smeru ka Novom Beogradu, vozila će saobraćati: Sajmište – Zemunski put – Vladimira Popovića – Bulevar Milutina Milankovića i dalje redovonom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „JRB“, u oba smera\n• „Novi železnički most“ u oba smera\n• „Železnički most Sava“ u oba smera\n• „Most Gazela“ u oba smera\n• „Slavka Šlandera“ u oba smera\n• „Sajmište“ u smeru ka Zelenom vencu"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Sava centar“, u smeru ka Novom Beogradu, na poziciji autobuske niše ispred ulaza u objekat Sava centra u ulici Vladimira Popovića\n• „Sava centar“, u smeru ka Zelenom vencu, na poziciji ED stuba koji se nalazi oko 30 metara posle obeleženog pešačkog prelaza preko puta ulaza u objekat Sava centra u ulici Vladimira Popovića\n• „Blok 20“, u smeru ka Zelenom vencu, na betonskoj površini oko 30,0 metara posle obeleženog pešačkog prelaza u zoni raskrsnice ulica Vladimira Popovića i interne saobraćajnice između ulica Milentija Popovića i Vladimira Popovića (u visini okretnice „Blok 20“)"
            }
        ]
    },
    {
        "date": "02.03.2020",
        "title": "Izmena na linijama broj: 58, 88 zbog radova u ulici Lole Ribara (od 03.03.2020)",
        "sections": [
            {
                "text": "Radovi produženi do 12.05.2020."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Lole Ribara , na delu od ulice Radnih akcija do ulice Bore Stankovića, koje će izvoditi JKP „Beograd put“, u periodu od utorka 03.03.2020 do 19.03.2020., doći će do potpunog zatvaranja za saobraćaj navedene deonice, pri čemu se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 58, 88 u oba smera će saobraćati ulicama: Vodovodska – Lole Ribara – Radnih akcija – Avalska i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u oba smera, za linije 58 i 88:"
            },
            {
                "text": "• „Železnik (Zlatanovići)“\n• „Braće Mitrović“\n• „Ivo Lola Ribar“\n• „Pijaca“"
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 01.06.2020"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
