[
    {
        "date": "21.11.2019",
        "title": "Izmena na linijama broj: 25P, 33, E9 zbog radova u ulici Vojvode Stepe (od 23.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Vojvode Stepe,na delu od ulice Zemljoradničke do ulice Remetinske, koje će izvoditi JKP „Beograd put”, u periodu od subote 23.11.2019. do 02.12.2019. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 25P, 33, E9 će saobraćati na skraćenoj trasi do MZ „Kumodraž“, gde će vršiti i promenu smera kretanja (okretnica linije 39)"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• MZ „Kumodraž“, „Zemljoradnička“ i „Kovačka“ , u oba smera za linije 25P, 33\n• „Kumodraž 1“ u oba smera za liniju 33; odnosno u smeru ka Kumodražu (Stepina kuća) za liniju 25P\n• „Kumodraž (Stepina kuća) u smeru ka Mirijevu za liniju 25P\n• terminus „Kumodraž“ za liniju 33"
            }
        ]
    },
    {
        "date": "21.11.2019",
        "title": "Izmena na linijama broj: 58, 88, 522 zbog radova u zoni terminusa “Novi Železnik” (23.11. / 24.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na asfaltiranju terminusa „Novi Železnik“, koje će izvoditi JKP „Beograd put”, u subotu 23.11.2019. i nedelju 24.11.2019. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 58, 88 u smeru ka Pančevačkom mostu, odnosno ka Zemunu, će saobraćati: Darinke Radović – levo u Radnih akcija – Lole Ribara – Vodovodska i dalje redovnim trasama\n• Vozila sa linije 522 će saobraćati: Darinke Radović – Radnih akcija – Avalska – Đorđa Radaka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Novi Železnik“\n• MZ „Železnik“ u smeru ka centru grada za linije 58 i 88, odnosno u smeru ka ulici\nMilorada Ćirića za liniju 522\n• „Železnik /Centar/“ u smeru ka centru grada za linije 58 i 88."
            },
            {
                "text": "Napomena: Privremeno se uspostavlja stajalište u visini terminusa „Novi Železnik“."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "21.11.2019",
        "title": "Izmena na linijama broj: 7, 9, 78, 83 zbog radova na Starom savskom mostu (23.11. / 24.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, na Starom savskom mostu, koje će izvoditi JKP „Beograd put“ i radova na pregledu i popravci tramvajske pruge u ulici Zemunski put, koje će izvoditi OJ „Elektrograđevinska operativa“ u subotu od 23.11.2019. od 00:30 časova do ponedeljka 25.11.2019. do 03:30 časova, menja se režim rada linija JGP-a."
            },
            {
                "text": "U subotu 23.11.2019. i nedelju 24.11.2019., celodnevno:"
            },
            {
                "text": "• Tramvaji sa linije 7, 9, u oba smera, će saobraćati: Nemanjina – Savska – Bulevar vojvode Mišića – Petlja “Radnička” – Most na Adi – Bulevar heroja sa Košara – Đorđa Stanojevića – Bulevar Milutina Milankovića – Antifašističke borbe i dalje redovnim trasama\n• Vozila sa linija 78, 83, će saobraćati: u smeru ka Novom Beogradu: Karađorđeva – Crnogorska – Pop Lukina – Brankova – Brankov most – Bulevar Mihajla Pupina i dalje redovnim trasama; u smeru ka Trgu Slavija: Bulevar Mihajla Pupina – Brankov most – Brankova – Pop Lukina – Crnogorska – Braće Krsmanović – Travnička – Karađorđeva i dalje redovnim trasama\n• Uspostavlja se autobuska linija 7A, na relaciji: Savski trg – Jurija Gagarina. Trasa linije 7A: smer A: Savski trg – Karađorđeva – Crnogorska – Brankova – Brankov most – Bulevar Mihajla Pupina – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina – Marka Hristića – Bulevar crvene armije – Jurija Gagarina. Dolazno stajalište je „Garaža Novi Beograd“ u Bulevaru crvene armije (zajedno sa linijom 85 i polazno stajalište za liniju EKO 1), a polazno stajalište je „ Agostina Neta“ u ulici Jurija Gagarina. Smer B: Jurija Gagarina – Antifašističke borbe – Bulevar Milutina Milankovića – Milentija Popovića – Bulevar Mihajla Pupina – Brankov most – Brankova – Pop Lukina – Crnogorska – Braće Krsmanović – Travnička – Karađorđeva – Savski trg. Vozila će promenu smera kretanja vršiti ulicama: Savska – Miloša Pocerca – Sarajevska – Hajduk Veljkov venac – Nemanjina – Savski trg. Dolazno stajalište je „Savski trg“ u Savskoj ulici u visini pošte, (polazno stajalište za linije 46, 51, 91, 92, 511, 551, 553 i 601) a polazno stajalište je „Savski trg“ zajedno sa linijama 78 i 83 u smeru ka Novom Beogradu."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• u ul. Brankovoj (silazna rampa sa Brankovog mosta) u smeru ka Savskom trgu\n• „Ekonomski fakultet”, u visini parking garaže, u smeru ka Brankovom mostu i u visini tramvajskog stajališta, 30 metara ispred raskrsnice sa ulicom Zemunski put u smeru ka Savskom trgu"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "20.11.2019",
        "title": "Izmena na liniji broj: 311 zbog radova u ulici Ravan (od 21.11.2019)",
        "sections": [
            {
                "text": "Zbog sanacije defekta na vodovodnoj mreži u ulici Ravan, koje će izvoditi JKP „Beogradski vodovod i kanalizacija”, u periodu od četvrtka 21.11.2019. do 19.12.2019. menja se režim rada linije javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 311 će saobraćati na skraćenoj relaciji: Ustanička – Leštane"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u oba smera:"
            },
            {
                "text": "• „Ravan“\n• „Kremenje“\n• „Ravan /ulaz/“"
            }
        ]
    },
    {
        "date": "19.11.2019",
        "title": "Izmena na linijama broj: 15, 27E, 35, 84, 704, 706, 707 zbog radova u Bulevaru Nikole Tesle (od 20.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na izgradnji kišne kanalizacije u ulici Bulevar Nikole Tesle, na delu između ulica Ušće i Bulevar Mihajla Pupina, koje će izvoditi preduzeće „BAUWESEN“ u periodu od srede 20.11.2019. do 26.11.2019. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 15, 84, 704, 706, 707, u oba smera, će saobraćati: Bulevar Mihajla Pupina – Trešnjin cvet – Bulevar Nikole Tesle i dalje redovnim trasama\n• Vozila sa linija 27E, 35 u smeru ka Bloku 20, će saobraćati: Bulevar Mihajla Pupina – Milentija Popovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ušće“ za linije 15, 84\n• Palata „Srbija“ za linije 15, 84\n• „Šest kaplara“, u smeru ka Bloku 20, za linije 27E, 35"
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta, sem vozila sa linija 704, 706, 707."
            }
        ]
    },
    {
        "date": "08.11.2019",
        "title": "Izmena na linijama broj: 46, 51, 91, 92, 511, 551, 553, 601 zbog radova na Savskom trgu (od 12.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji kontaktne mreže na Savskom trgu, ispred bioskopa „Partizan“, koje će izvoditi preduzeće „Beograd na vodi“, u periodu od utorka 12.11.2019. do 31.05.2020. godine, menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 46 će saobraćati: u smeru ka Savskom trgu: Franša D’ Eperea – Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA koje će obavljati funkciju dolaznog stajališta; u smeru ka Mirijevu: vozila će saobraćati u redovnom režimu\n• Vozila sa linija 51, 91, 92, 511, 551, 553 će saobraćati: u smeru ka Savskom trgu: Bulevar vojvode Mišića – Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA; u kontra smeru: vozila će saobraćati u redovnom režimu\n• Vozila sa linije 601 će saobraćati: u smeru ka Savskom trgu: Most Gazela – Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA; u smeru ka Surčinu: vozila će saobraćati u redovnom režimu\n• Vozila sa linija: 860, 860A, 860B, 860D, 860E, 860I, 860J, 860M, 860S, 861A će kao dolazno stajalište koristiti svoje redovno (dolazno) „Savski trg“ odakle će terminirati do BAS-a"
            },
            {
                "text": "Napomena: Promenu smera kretanja do polaznog (redovnog) stajališta „Savski trg“ vozila sa ovih linija će vršiti ulicama Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Savska."
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Savskom trgu za linije 46, 51, 91, 92, 511, 551, 553, 601:"
            },
            {
                "text": "• „Durmitorska“\n• „Palata pravde“\n• „Savski trg“ – dolazno stajalište"
            },
            {
                "text": "Stajalište „Nemanjina“ u Balkanskoj ulici, obavljaće funkciju dolaznog stajališta."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "07.11.2019",
        "title": "Operativno su skraćene linije broj: 52, 53, 56, 56L (od 07.11.2019)",
        "sections": [
            {
                "text": "Autobuske linije broj: 52, 53, 56, 56L operativno su skraćene i saobraćaju na relaciji: Admirala Geprata – periferni terminusi. Izmena je aktivna zbog radova (kvar na toplovodu) u ulici Kraljice Natalije."
            },
            {
                "text": "Linije će biti vraćene na redovne trase po otklanjanju kvara."
            }
        ]
    },
    {
        "date": "06.11.2019",
        "title": "Izmena na linijama broj: 6, 7, 12 zbog radova u Bulevaru kralja Aleksandra (od 12.11.2019)",
        "sections": [
            {
                "text": "Zbog radova na pregledu i popravci tramvajskih šina i skretnice u Bulevaru kralja Aleksandra na delu od ulice Svetozara Markovića do ulice Resavska, koje će izvoditi OJ „Elektrograđevinska operativa”, u periodu od utorka 12.11.2019. od 00:30 časova do 12.12.2019. do 03:30 časova, menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linija: 7, 12, u oba smera, će saobraćati: Bulevar kralja Aleksandra – Beogradska – Trg Slavija – Nemanjina i dalje redovnim trasama\n• Tramvaji sa linije 6 će saobraćati na relaciji Omladinski stadion – Ustanička, sa oznakom 6L"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Pravni fakultet„ u smeru ka Tašmajdanu, odnosno u smeru ka Ustaničkoj za liniju 6\n• „Tašmajdan”, u oba smera\n• RK „Beograđanka“ u oba smera\n• okretnica „Tašmajdan“."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "01.11.2019",
        "title": "Režim rada linija po završetku radova na Trgu Republike (od 01.11.2019)",
        "sections": [
            {
                "text": "Po završetku radova u zoni Trga Republike, počev od petka 01.11.2019. od 18:00 časova, uspostavlja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "Trolejbuski saobraćaj:"
            },
            {
                "text": "• Linije 19, 28 su ukinute\n• Linije 21, 22 će i dalje raditi u postojećem režimu (Trg Slavija – periferni terminusi)\n• Uspostavlja se redovan režim rada na trolejbuskim linijama: 29 (Studentski trg – Medaković 3), 41 (Studentski trg – Banjica 2)\n• Trolejbusi sa linije 40 će saobraćati na redovnoj trasi\n• Autobusi sa linije 22A, saobraćaće na relaciji: Studentski trg – Trg Slavija"
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Uspostavlja se redovan režim rada linija: 24, 26, 37, 44\n• Autobusi sa linije 27 saobraćaće redovnom trasom na relaciji: Trg Republike – Mirijevo 3\n• Autobusi sa linije 31 saobraćaće redovnom trasom na relaciji: Studentski trg – Konjarnik\n• Autobusi sa linije 32E saobraćaće redovnom trasom na relaciji: Trg Republike – Višnjica\n• Autobusi sa linija 43, 96 će i dalje raditi u postojećem režimu, na relaciji: Pančevački most /železnička stanica/ do perifernih terminusa"
            }
        ]
    },
    {
        "date": "19.08.2019",
        "title": "Izmene na linijama broj: 400, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u Baštovanskoj ulici (Faza 1) (od 20.08.2019)",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Baštovanska (potpuno zatvaranje), na delu od Bulevara oslobođenja do ulice Nae Pendeli (stari naziv ulice – Kokanova), koje će izvoditi JKP „Beogradske elektrane“, u periodu od utorka 20.08.2019. do 08.09.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija broj: 401, 402 će saobraćati: u smeru ka periferiji: Bulevar oslobođenja – Crnotravska – Paunova i dalje redovnim trasama; u smeru ka Slaviji: redovnom trasom\n• Vozila sa linija broj: 400, 403, 405, 406, 407, 408, 409, 503 će saobraćati: u smeru ka periferiji: Bebelova – Bulevar oslobođenja i dalje redovnim trasama; u smeru ka Voždovcu: redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u smeru ka periferiji, za linije 400, 403, 405, 406, 407, 408, 409, 503:"
            },
            {
                "text": "• „Baštovanska“\n• „Kragujevačkih đaka“\n• „Banjica 2“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Bulevar oslobođenja 1“ na izmenjenom delu trase u zoni raskrsnice sa ulicom Milovana Markovića."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "05.07.2019",
        "title": "Režim rada linija: 3L1, 3A zbog nemogućnosti prolaska tramvaja od Topčidera ka Kneževcu (od 05.07.2019)",
        "sections": [
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Uspostavlja se tramvajska linija: 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac. Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "14.06.2019",
        "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 31.12.2019"
            },
            {
                "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019., doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 2, 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Braće Jugović – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Vukov spomenik"
            },
            {
                "text": "• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Vozila sa linije 79, u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović/“ – Tadeuša Košćuška – Cara Dušana – Venizelosova – Poenkareova – Cvijićeva – Dimitrija Tucovića i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Pijaca Skadarlija“ u oba smera, za liniju 79\n• „Bulevar despota Stefana“ u oba smera, za liniju 79\n• Privremeno stajalište „Takovska“ u ulici Džordža Vašingtona, u smeru ka Dorćolu za liniju 79\n• „Jaše Prodanovića“ u smeru ka Dorćolu, za liniju 79.\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
            },
            {
                "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
            },
            {
                "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
            },
            {
                "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
            },
            {
                "text": "Noćni saobraćaj:"
            },
            {
                "text": "• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 31.12.2019"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    },
    {
        "date": "24.07.2018",
        "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
            },
            {
                "text": "Očekivano je da izmena bude na snazi do aprila 2019."
            },
            {
                "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
            },
            {
                "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
            },
            {
                "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
            },
            {
                "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
            },
            {
                "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
            }
        ]
    }
]
