[
    {
        "date": "",
        "title": "Izmena na linijama: 25P, 27E, 79 zbog radova u zoni raskrsnica ulica Semjuela Beketa i Miroslava Krleže (od 02.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.12.2020."
            },
            {
                "text": "Zbog izvođenja radova na popravci kvara na toplovodnoj mreži u zoni raskrsnica ulica Semjuela Beketa i Miroslava Krleže u Mirijevu, u sredu 02.12.2020. od 07:00 časova, doći će do potupunog zatvaranja predmetne deonice, pa će vozila sa linija javnog prevoza saobraćati na izmenjenoj trasi."
            },
            {
                "text": "• Linije: 25P, 27E: ulicama Semjuela Beketa, Koste Nađa, Mihaila Bulgakova i dalje redovno\n• Linija 79: ulicama Koste Nađa, Mihaila Bulgakova, i dalje redovno"
            },
            {
                "text": "Očekuje se da navedeni radovi budu završeni tokom dana."
            }
        ]
    },
    {
        "date": "",
        "title": "Redukovanje večernjih polazaka na linijama gradskog i prigradskog prevoza u Beogradu (od 30.11.2020 / 01.12.2020)",
        "sections": [
            {
                "text": "Sekretarijat za javni prevoz i JKP GSP „Beograd“, obavili su 26. i 27. novembra, snimanje popunjenosti vozila na 119 linija gradskog prevoza na 15 lokacija u periodu od 18 sati. Na osnovu analize snimljenih podataka i rezultata dobijenih pomoću uređaja za brojanje putnika, od ponedeljka, 30.11.2020. biće redukovani polasci nakon 18:30h na 77 linija gradskog prevoza u Beogradu zbog smanjenog broja putnika."
            },
            {
                "text": "Zaposleni Sekretarijata za javni prevoz i SP „Lasta“ a.d. Beograd, u periodu od 23. do 27. novembra, obavili su snimanja popunjenosti vozila na svim linijama javnog prigradskog i lokalnog prevoza u periodu posle 18 sati. Na osnovu analize snimljenih podataka i rezultata dobijenih pomoću uređaja za brojanje putnika, od utorka, 01.12.2020., na 11 linija prigradskog i lokalnog prevoza putnika biće redukovani polasci nakon 20h zbog smanjenog broja putnika."
            },
            {
                "text": "Sekretarijat za javni prevoz apeluje na korisnike javnog prevoza na teritoriji Beograda da poštuju obavezu nošenja zaštitnih maski u vozilima, kao i na stajalištima gde se nalazi veći broj ljudi."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 24.11.2020. privremeno se obustavlja rad minibus linije A1 (Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla)",
        "sections": [
            {
                "text": "Od utorka, 24.11.2020., privremeno se obustavlja rad minibus linije A1 koja saobraća na relaciji “Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla”."
            },
            {
                "text": "Odluka je doneta usled pogoršanja epidemiološke situacije i malog broja letova sa beogradskog Aerodroma „Nikola Tesla”, kao i malog broja putnika koji koriste uslugu prevoza minibus linije A1."
            },
            {
                "text": "Sa poboljšanjem epidemiološke situacije, razmotriće se uslovi za ponovno uspostavljanje rada linije, o čemu će građani biti blagovremeno informisani."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukidaju noćne linije (N) u Beogradu (od 18.11.2020)",
        "sections": [
            {
                "text": "Privremena obustava rada linija u noćnom (N) prevozu putnika od sutra uveče, odnosno od noći između 18. i 19. novembra."
            },
            {
                "text": "Odluka je doneta u skladu sa naredbom Gradskog štaba za vanredne situacije (zbog pogoršane epidemiološke situacije uzrokovane virusom Covid-19) na teritoriji Grada Beograda, a kojom je svim ugostiteljskim objektima, prodavnicama, trgovinskim centrima i drugim maloprodajnim objektima, pozorištima i bioskopima, priređivačima posebnih i klasičnih igara na sreću i drugim objektima zabranjen rad od 21 do 5 časova."
            },
            {
                "text": "Privremena obustava rada će biti izvršena na 24 noćne linije, koje su saobraćale od 00 do 4 sata, a to su sledeće linije:"
            },
            {
                "text": "• 15N Trg Republike – Zemun /Novi grad/\n• 26N Dorćol – Braće Jerković\n• 27N Trg Republike – Mirijevo 3\n• 29N Studentski trg – Medaković 3\n• 31N Studentski trg – Konjarnik\n• 32N Trg Republike – Višnjica\n• 33N Studentski trg – Kumodraž\n• 37N Trg Republike – Kneževac\n• 47N Trg Republike – Resnik ŽS\n• 51N Trg Republike – Bele vode\n• 56N Trg Republike – Rušanj\n• 68N Trg Republike – Novi Beograd /Blok 45/\n• 75N Trg Republike – Bežanijska kosa\n• 101N Trg Republike – Padinska skela\n• 202N Trg Republike – Veliko selo\n• 301N Trg Republike – Begaljica\n• 304N Trg Republike – Ritopek\n• 308N Slavija – Veliki mokri lug\n• 401N Dorćol /Dunavska/ – Pinosava\n• 511N Trg Republike – Sremčica\n• 601N Trg Slavija – Dobanovci\n• 603N Trg Republike – Ugrinovci\n• 704N Trg Republike – Zemun polje\n• 706N Trg Republike – Batajnica"
            },
            {
                "text": "Po ukidanju donetih mera, prevoz na noćnim linijama će biti ponovo uspostavljen."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 85, 89, 94, 95, E1, E6, 601N zbog radova u ulicama Jurija Gagarina, Antifašističke borbe i Marka Hristića (od 18.11.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.12.2020."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulicama Jurija Gagarina, Antifašističke borbe i Marka Hristića u periodu od 18.11.2020. do 13.12.2020. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Tokom izvođenja radova u obe faze, tramvajski saobraćaj će funkcionisati nesmetano, dok će vozila sa autobuskih linija JGS-a saobraćati ulicama:"
            },
            {
                "text": "• Linija 85 – smer ka Borči: Most na Adi, Jurija Gagarina, Bulevar Milutina Milankovića, Bulevar Crvene Armije, Đorđa Stanojevića i dalje redovno; smer ka Banovom brdu: redovno\n• Linija 89 – smer ka Bloku 72: Most na Adi, Jurija Gagarina, Bulevar Milutina Milankovića, Bulevar Crvene Armije, Marka Hristića, Jurija Gagarina i dalje redovno; smer ka Vidikovcu: redovno\n• Linija 94 –  smer ka Resniku: redovno; smer ka Bloku 45: Most na Adi, Jurija Gagarina, Bulevar Milutina Milankovića i dalje redovno\n• Linije: 95, E1, E6 – smer ka Borči: Jurija Gagarina, Bulevar Milutina Milankovića, Milentija Popovića i dalje redovno; smer ka Bloku 45: Bulevar Milutina Milankovića, Bulevar Crvene Armije, Marka Hristića, Jurija Gagarina i dalje redovno\n• Linija 601N – smer ka Dobanovcima: Vladimira Popovića, Bulevar Milutina Milankovića, Bulevar Crvene Armije, Đorđa Stanojevića i dalje redovno; smer ka Trgu Slavija: redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 3L1, 3A, 11 (11L), 12 zbog završetka dela radova u sklopu rekonstrukcije Savskog trga (od 30.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.03.2021."
            },
            {
                "text": "Zbog završetka dela radova u sklopu rekonstrukcije Savskog trga, počev od petka 30.10.2020. do 01.03.2021., (za saobraćaj je zatvorena Savska ulica, smer od Nemanjine ulice ka Palati pravde – u zoni pošte u Savskoj ulici), na snazi je i dalje izmenjen režim rada linija:"
            },
            {
                "text": "• Tramvajska linija 3L1 je i dalje ukinuta\n• Tramvaji sa linije 11 u oba smera saobraćaju na relaciji: Pristanište – Stari savski most – Novi Beograd /Blok 45/\n• Tramvaji sa linije 12 u oba smera saobraćaju na relaciji: Omladinski stadion – Vukov spomenik – Tašmajdan – Savski trg – Stari savski most – Most na Adi – Banovo brdo\n• Autobuska linija 3A saobraća na relaciji Savski trg – Kneževac i to sledećom trasom: u smeru ka Kneževcu: Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska i dalje redovnom trasom; u smeru ka Savskom trgu: redovnom trasom do Bulevara vojvode Mišića – Savska – Savski trg."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 54, 521 zbog radova u zoni petlje “Petlovo brdo” (od 22.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.12.2020."
            },
            {
                "text": "Zbog radova na saniranju gasovoda u zoni petlje „Petlovo brdo“, koje će izvoditi JP „Srbija gas“, u periodu od četvrtka 22.10.2020. do 15.11.2020., (zbog čega izvođači radova na izgradnji kraka petlje ne mogu da nastave sa svojim radovima), menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 54, će saobraćati: u smeru ka Rakovici: Avalska – ulazna rampa na Ibarsku magistralu – Ibarska magistrala (smer ka Lazarevcu) – Petlja „Orlovača“ – Ibarska magistrala (smer ka Beogradu) – silazna rampa na lokalni put Rakovica – Železnik (Kružni put Kijevo) – Kružni put Kijevo i dalje redovnom trasom; u smeru ka Makišu: Miška Kranjca – Pilota Mihaila Petrovića – Ibarska magistrala (smer ka Lazarevcu) – silazna rampa (posle zone ukrštanja sa lokalnim putem Rakovica – Železnik), koja će do ulice Avalska biti udvosmerena – Avalska i dalje redovnom trasom\n• Vozila sa linije 521, će saobraćati: u smeru ka Železniku: Ibarska magistrala (smer ka Lazarevcu) – silazna rampa (posle zone ukrštanja sa lokalnim putem Rakovica – Železnik), koja će do ulice Avalska biti dvosmerena i dalje redovno; u smeru ka Vidikovcu: Avalska – Ibarska magistrala (smer ka Lazarevcu) – petlja „Orlovača“ – Ibarska magistrala (smer ka Beogradu) i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "U smeru ka Makišu:"
            },
            {
                "text": "• „Miška Kranjca“, „Ulica Oslobođenja“, „Kneževac“, „Vijadukt“, „Usek“ i „Petlovo brdo“ za autobusku liniju 54"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmešta se železničko stajalište “Tošin bunar” od 21.10.2020.",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "U sklopu odvijanja radova na izgradnji brze pruge „Beograd – Novi Sad – Subotica“, na delu pruge od Batajnice ka Ovči, od 21.10.2020. izmešta se železničko stajalište Tošin bunar ka centru grada (150 metara dalje u odnosu na postojeće stajalište)."
            },
            {
                "text": "Stajalište će biti uspostavljeno u Ulici „Bulevar heroja sa Košara“ (sa druge strane ulice Tošin bunar u odnosu na postojeće stajalište)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linije 860I zbog radova na putu Boljevci – Obrenovac (od 15.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 29.12.2020."
            },
            {
                "text": "Zbog radova koje će izvoditi JKP “Beograd put” na putu Boljevci – Obrenovac u periodu od 15.10.2020. do 29.12.2020., doći će do potpune obustave saobraćaja, pa će vozila saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 860I – NASELJE “SAVA” – Ravnogorska – Nemanjina – Kralja Aleksandra I – Zabranski put – Obrenovački put – Železnička – INDUSTRIJSKA ZONA “BARIČ” – Železnička – Obrenovački put – Most Srpsko – kineskog prijateljstva – Autoput “Miloš Veliki” – Petlja “Surčin” – Beogradska obilaznica – Železnička – Braće Puhalović – Vojvođanska i dalje redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na rekonstrukciji i uređenju ulice Cara Dušana (od 16.09.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "U sklopu radova na rekonstrukciji i uređenju ulice Cara Dušana, na delu između ulica Francuske i Tadeuša Košćuška, u periodu od 16.09.2020. do 30.09.2020., važiće sledeći režim rada linija:"
            },
            {
                "text": "Tramvajski saobraćaj:"
            },
            {
                "text": "• Tramvajske linije 2, 5, 10 i dalje ne saobraćaju\n• Tramvaji sa linije 11L saobraćaće i dalje na relaciji: Pristanište – Stari savski most – Blok 45"
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Vozila sa linija: 5A, 79 u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Bulevar vojvode Bojovića – Dunavska – Žorža Klemansoa – Cara Dušana – Džordža Vašingtona i dalje redovnim trasama\n• Vozila sa linije 24 u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Bulevar vojvode Bojovića – Dunavska – Žorža Klemansoa – Francuska i dalje redovnom trasom\n• Vozila sa linija: 26, 26N će saobraćati: u smeru ka Naselju „Braće Jerković“: Dorćol /Dunavska/ – Dunavska – Žorža Klemansoa – Francuska i dalje redovnim trasama; u smeru ka Dorćolu: Francuska – Žorža Klemansoa – Dunavska – Bulevar vojvode Bojovića – Tadeuša Košćuška – Dunavska – Dorćol /Dunavska/\n• Vozila sa linije 401N će saobraćati: u smeru ka Vukovom spomeniku: Dorćol /Dunavska/ – Dunavska – Žorža Klemansoa – Cara Dušana – DŽordža Vašingtona i dalje redovnom trasom; u smeru ka Dorćolu: Džordža Vašingtona – Cara Dušana – Žorža Klemansoa – Dunavska – Bulevar vojvode Bojovića – Tadeuša Košćuška – Dunavska – Dorćol /Dunavska/"
            },
            {
                "text": "Privremeno su ukinuta stajališta:"
            },
            {
                "text": "• „Kalemegdan“ u oba smera, „Tadeuša Košćuška“ u oba smera i terminusno polazno-dolazno stajalište „Kalemegdan /Donji grad/“ za liniju 11L\n• „Dorćol /Knjeginje Ljubice/“ i „Kralja Petra“ u oba smera, „Braće Baruh“ u smeru ka Dorćolu za linije 5A, 24, 26, 79\n• „Braće Baruh“ u smeru ka Francuskoj ulici za linije 5A, 24, 79\n• „Despota Đurđa“ u smeru ka Naselju Braće Jerković za liniju 26"
            },
            {
                "text": "Privremeno uspostavljena stajališta: u Dunavskoj ulici u oba smera „Dobračina“, „Jevrejska“ i „Mike Alasa“, kao i stajalište „Dubrovačka“ u smeru ka Kalemegdanu su i dalje u funkciji."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama broj: 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 zbog radova na rekonstrukciji ulice Janka Stajčića u Lazarevcu (od 12.06.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.01.2021."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulice Janka Stajčića u Lazarevcu na delu od Doma kulture do raskrsnice „Krivaja“, u periodu od 12.06.2020. do 24.01.2021., doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "• Faza 1 – Radovi na delu od raskrsnice sa ulicom Stanislava Sremčevića Crnog km 0+076,00 do raskrsnice na km 0+748,27 u periodu od 10.09.2020. do 31.12.2020. Tokom izvođenja radova u ovoj fazi doći će do potpunog zatvaranja kolovoza na predmetnoj deonici, pa će vozila sa linija javnog prevoza broj: 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 u oba smera saobraćati ulicama Dula Karaklajića, Dimitrija Tucovića, Ibarski put, Janka Stajčića do raskrsnice „Krivaja“ i dalje redovno\n• Faza 2 – Radovi na delu od raskrsnice na km 0+748,27 do trokrake raskrsnice „Krivaja“ na km 1+691,00 u periodu od 12.06.2020. do 09.09.2020. Tokom izvođenja radova u ovoj fazi doći će do potpunog zatvaranja kolovoza na predmetnoj deonici, pa će vozila sa linija javnog prevoza br. 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 u oba smera saobraćati ulicama Dula Karaklajića, Dimitrija Tucovića, Ibarski put, Janka Stajčića do raskrsnice „Krivaja“ i dalje redovno\n• Faza 3 – Radovi na trokrakoj raskrsnici „Krivaja“ na km 1+691,00 na desnoj strani gledano u smeru ka naselju Vreoci u periodu od 01.01.2020. do 11.01.2021. Tokom izvođenja radova u ovoj fazi doći će do zatvaranja desne strane kolovoza gledano u smeru ka naselju Vreoci, pa će se vozila kroz zonu radova kretati preostalom širinom kolovoza uz naizmenično propuštanje regulisano privremenom svetlosnom signalizacijom\n• Faza 4 – Radovi na trokrakoj raskrsnici „Krivaja“ na km 1+691,00 na levoj strani gledano u smeru ka naselju Vreoci u periodu od 12.01.2020. do 24.01.2021. Tokom izvođenja radova u ovoj fazi doći će do zatvaranja leve strane kolovoza gledano u smeru ka naselju Vreoci, pa će se vozila kroz zonu radova kretati preostalom širinom kolovoza uz naizmenično propuštanje regulisano privremenom svetlosnom signalizacijom"
            },
            {
                "text": "Tokom izvođenja radova u fazama 1 i 2, na izmenjenom delu trase uspostavljaju se privremena stajališta:"
            },
            {
                "text": "U smeru ka Lazarevcu:"
            },
            {
                "text": "• „Janka Stajčića 1“ – stajalište se uspostavlja u ulici Janka Stajčića, na poziciji ED stuba oko 15 metara ispred zone raskrsnice sa saobraćajnicom koja vodi prema državnom putu IB reda oznake 22 (Ibarski put) u naselju Šopić\n• „Dula Karaklajića 1“ – stajalište se uspostavlja u ulici Dimitrija Tucovića, na poziciji oko 50 metara ispred obeleženog pešačkog prelaza u zoni raskrsnice sa ulicom Dula Karaklajića, ispred objekta škole"
            },
            {
                "text": "U smeru ka Beogradu:"
            },
            {
                "text": "• „Dula Karaklajića 1“ – stajalište se uspostavlja u ulici Dimitrija Tucovića, na poziciji oko 50 metara posle zone raskrsnice sa ulicom Dula Karaklajića, preko puta objekta škole\n• „Janka Stajčića 1“ – stajalište se uspostavlja u saobraćajnici koja vodi od državnog puta IB reda oznake 22 (Ibarski put) prema ulici Janka Stajčića, oko 10 metara ispred zone raskrsnice sa ulicom Janka Stajčića u naselju Šopić"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2020."
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. (očekivano do 31.12.2020) menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2020."
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
