[
  {
    "date": "16.08.2019",
    "title": "Izmene na linijama broj: 25, 25P, 26 zbog sanacije kvara u Strumičkoj ulici (od 17.08.2019)",
    "sections": [
      {
        "text": "Zbog hitne sanacije kvara, u Strumičkoj ulici kod broja 19, koje će izvoditi JKP „Beogradske elektrane“, u periodu od subote 17.08.2019. od 08:00 časova do 18.08.2018. u 20:00 časova, doći će do izmene režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linija 25, 25P, 26 u smeru ka naseljima Kumodraž i Braće Jerković će saobraćati: Južni bulevar – Đerdapska – Gospodara Vučića – Kruševačka i dalje redovnim trasama. U suprotnom smeru ne menja se režim rada linija JGP-a"
      },
      {
        "text": "Privremeno se ukida stajalište: „Tetovska“, u smeru ka Kumodražu, u ul. Strumičkoj za linije 25, 25P, 26."
      },
      {
        "text": "Uspostavlja se privremeno stajalište za linije 25, 25P, 26, u smeru ka Kumodražu, u ulici Kruševačkoj, preko puta postojećeg stajališta “Kruševačka”."
      },
      {
        "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
      }
    ]
  },
  {
    "date": "15.08.2019",
    "title": "Izmene na linijama broj: 73, 702, 703, 706, 706E, 706N zbog radova u ulici Majora Zorana Radosavljevića (od 17.08.2019)",
    "sections": [
      {
        "text": "U sklopu radova na izgradnji fekalne kanalizacije, u ulici Majora Zorana Radosavljevića (potpuno zatvaranje), na delu od ulice Majke Jugovića (uključujući i samu raskrsnicu) do ulice Carice Jelene, koje će izvoditi GP „Rad GM“ d.o.o. u periodu od subote 17.08.2019. do 15.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 73 na izmenjenom delu trase, će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – BATAJNICA /ŽELEZNIČKA STANICA/; u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije 702 na izmenjenom delu trase će saobraćati: u smeru ka okretnici Batajnica /Železnička stanica/: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Braće Savić – Kralja Radoslava i dalje redovnom trasom; u smeru ka okretnici Busije /Crkva/: svojom redovnom trasom\n• Vozila sa linije 703 na izmenjenom delu trase će saobraćati: u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom; u smeru ka Ugrinovcima: svojom redovnom trasom\n• Vozila sa linija 706, 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – Carice Jelene – Pukovnika Milenka Pavlovića i dalje redovnim trasama; u smeru ka Zemunu: Pukovnika Milenka Pavlovića – Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnim trasama\n• Vozila sa noćne linije 706N će saobraćati kao i autobusi sa dnevne linije 706 u izmenjenom režimu"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Maksima Brankovića“, „Braće Smiljanić“ i „Majke Jugovića“ u smeru ka Batajnici, za linije 73, 706, 706E\n• „Batajnica/centar/“ i „Batajnica/Železnička stanica/“ u smeru ka Batajnici za liniju 73\n• „Batajnica/centar/“ i „Majke Jugovića“ u smeru ka Zemunu za linije 73, 702, 703, 706, 706E"
      },
      {
        "text": "Privremeno se uspostavlja stajalište: „Batajnica (centar)“, u ulici Jovana Brankovića, na poziciji postojećeg međumesnog stajališta u zoni lokalnog vatrogasnog doma za linije broj: 73, 702, 703, 706, 706E."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene u režimu rada linija broj: 5A, 21A, 22A, 29A, 22L, 29L, 40, 79 od 16.08.2019.",
    "sections": [
      {
        "text": "Budući da se istovremeno u gradu odvijaju radovi na Trgu republike, u ulicama 27. Marta, Džordža Vašingtona, Cara Dušana i Mis Irbijeva, u periodu od 16.08.2019. zbog pomenutih radova biće primenjen režim rada linija javnog prevoza:"
      },
      {
        "text": "• Ukida se linija 40 i privremeno se na trasi te linije uvodi autobuska linija 40A na kojoj će saobraćati 20 autobusa radnim danima i 14 autobusa vikendom\n• Ukidaju se privremene autobuske linije: 21A (Trg Slavija – Učiteljsko naselje), 22A (Trg Slavija – Kruševačka), 29A (Palata „Albanija“ – Medaković 3)\n• Uspostavlja se autobuska linija 21A (Palata „Albanija“ – Učiteljsko naselje) sa 8 autobusa radnim danima i 7 autobusa vikendom\n• Uspostavljaju se trolejbuske linije 22L, 29L – od Trga Slavija do perifernih terminusa\n• Linije 33, 48 se vraćaju na redovne trase i radiće po redovnom redu vožnje\n• Vozila sa linije 5A (Dorćol /SRC „Milan Gale Muškatirović“ – Vukov spomenik) će kao i u prethodnom periodu saobraćati na trasi: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Francuska, Braće Jugovića, Dečanska, Trg Nikole Pašića, Bulevar kralja Aleksandra, Vukov spomenik\n• Vozila sa linije 79 će u zoni radova saobraćati ulicama: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Venizelosova, Poenkareova, Cvijićeva, Dimitrija Tucovića i dalje redovnom trasom"
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene na linijama broj: 5A, 16, 23, 27E, 32E, 35, 40, 43, 58, 77, 79, 95, 96, 27N, 32N, 304N, 401N  zbog radova na rekonstrukciji i uređenju ulica Džordža Vašingtona i Cara Dušana (od 16.08.2019)",
    "sections": [
      {
        "text": "Tokom izvođenja radova na rekonstrukciji i uređenju ulica Džordža Vašingtona i Cara Dušana (deo između ulica Bulevar despota Stefana i Francuska – faza S4) u periodu od 16.08. do 07.11.2019., kao i polovina raskrsnice ulica Bulevar despota Stefana i Džordža Vašingtona (desna strana gledano u smeru ka Trgu republike – podfaza DS2) i polovina raskrsnice ulica Takovska i Džordža Vašingtona (desna strana gledano u smeru ka Pančevačkom mostu – podfaza T1) u periodu od 16.08. do 26.08.2019., doći će do promena u radu linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova u ulici Džordža Vašingtona (deo između ulica Bulevar despota Stefana i Francuska), biće primenjen sledeći režim rada linija javnog prevoza:"
      },
      {
        "text": "• Vozila sa linije 5A (Dorćol /SRC „Milan Gale Muškatirović“ – Vukov spomenik) će kao i u prethodnom periodu saobraćati na trasi: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Francuska, Braće Jugović, Dečanska, Trg Nikole Pašića, Bulevar kralja Aleksandra, Vukov spomenik\n• Vozila sa linije 79 će u zoni radova saobraćati ulicama: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Venizelosova, Poenkareova, Cvijićeva, Dimitrija Tucovića i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Pijaca Skadarlija“ u oba smera, za liniju 5A, 79\n• „Glavna pošta“ u smeru ka Dorćolu, za liniju 5A\n• privremeno stajalište „Glavna pošta 1“, u smeru ka Vukovom spomeniku, za liniju 5A\n• „Bulevar despota Stefana“ u oba smera, za linije 5A, 79\n• privremeno stajalište „Takovska“ u ulici Džordža Vašingtona, u smeru ka Dorćolu za linije 5A, 79\n• „27.marta“ u smeru ka Mirijevu, za liniju 79\n• „Jaše Prodanovića“ u smeru ka Dorćolu, za liniju 79"
      },
      {
        "text": "Napomena: Tokom izvođenja radova u zoni raskrsnice ulica Bulevar despota Stefana i Džordža Vašingtona (u smeru ka Trgu Republike) doći će do zauzeća 1⁄2 profila kolovoza, zbog čega će se vozila javnog prevoza kretati dvosmerno preostalom širinom kolovoza u periodu od 15.08. do 26.08.2019. Zbog navedenog privremeno se izmešta stajalište „Džordža Vašingtona“ (smer ka Pančevačkom mostu), na lokaciju oko 45 metara nakon postojeće lokacije (u visini saobraćajnog znaka III-30 rezervisana parking mesta) za linije javnog prevoza broj: 16, 27E, 32E, 35, 43, 58, 95, 96."
      },
      {
        "text": "• Privremeno se ukida trolejbuska linija 40 i umesto nje će saobraćati autobuska linija 40A na relaciji Zvezdara – Banjica 2\n• Linije 33, 48 se vraćaju na svoje redovne trase\n• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 304N će saobraćati: u smeru prema Ritopeku: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Takovska i dalje redovnom trasom; u smeru prema Trgu republike: Svetogorska – Makedonska – Braće Jugović – Francuska – TRG REPUBLIKE. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se izmešta stajalište „27. marta“ (smer prema Pančevačkom mostu) za linije javnog prevoza broj: 23, 40A, 77 na lokaciju koja se nalazi oko 30 metara posle raskrsnice sa ulicom Dallmatinska, kao i stajalište „Džordža Vašingtona“ (smer prema Pančevačkom mostu) za linije javnog prevoza broj: 16, 27E, 32E, 35, 43, 58, 95, 96 na lokaciju koja se nalazi oko 45 metara nakon postojeće lokacije (u visini saobraćajnog znaka III-30 rezervisna parking mesta)."
      },
      {
        "text": "Napomena: Osim ovoga, važiće privremeni režim koji je uspostavljen tokom izvođenja radova u ulicama Kraljice Marije i 27. marta na delu od Ruzveltove do ulice Takovska."
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene na linijama broj: 20, 21A zbog radova na uglu ulica Vojislava Ilića i Mis Irbijeva (od 15.08.2019)",
    "sections": [
      {
        "text": "Zbog radova na priključenju na vodovodnu i kanalizacionu mrežu tržnog centra, na uglu ulica Vojislava Ilića i Mis Irbijeva, tokom kojih će u ulici Mis Irbijeva, važiti jednosmeran režim saobraćaja u smeru ka Učiteljskom naselju, koje izvodi Preduzeće „EG TIM – ING“, od četvrtka 15.08. do 02.09.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 20 će saobraćati: u smeru ka Velikom Mokrom Lugu: Mis Irbijeva – Križanićeva – Velikomoravska – Vojislava Ilića i dalje redovnom trasom; u smeru ka Mirijevu: vozila će saobraćati redovnom trasom\n• Vozila sa linije 21A će u smeru ka Učiteljskom naselju saobraćati u skladu sa trasom definisanom u sklopu radova na Trgu republike (Vojislava Ilića, Mis Irbijeva…), dok će u smeru ka gradu saobraćati ulicama Mis Irbijeva, Križanićeva, Velikomoravska, Vojislava Ilića i dalje u skladu trasom definisanom u sklopu radova na Trgu republike"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Rimska“, u ulici Mis Irbijeva, u smeru ka Velikom Mokrom Lugu , za liniju broj 20\n• „Rimska “, u ulici Vojislava Ilića, u smeru ka Trgu Slavija, za liniju broj 21A"
      },
      {
        "text": "Napomena: Privremeno se uspostavlja stajalište „Vojislava Ilića 1“u ulici Velikomoravska, oko 30m ispred raskrsnice sa ulicom Vojislava Ilića."
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene na linijama broj: 15, 27E, 35, 60, 84, 704, 706, 707, 860 za vreme održavanja manifestacije “Beer fest” (od 15.08.2019)",
    "sections": [
      {
        "text": "Zbog održavanja manifestacije „Beer FEST”, na prostoru kod PC „Ušće“, u periodu od:"
      },
      {
        "text": "• 15./16.08.2019. od 17:30 do 04:10 časova narednog dana\n• 16./17.08.2019. od 17:00 do 05:50 časova narednog dana\n• 17./18.08.2019. od 17:20 do 05:50 časova narednog dana\n• 18./19.08.2019. od 17:00 do 04:45 časova narednog dana\n• 19./20.08.2019. od 17:30 do 04:10 časova narednog dana"
      },
      {
        "text": "menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linija 15, 84, 704, 706, 707, u oba smera, će saobraćati: Brankov most – Bulevar Mihajla Pupina – Trešnjinog cveta – Bulevar Nikole Tesle i dalje redovnim trasama\n• Vozila sa linija 27E, 35 u oba smera, će saobraćati: Brankov most – Bulevar Mihajla Pupina – Milentija Popovića – interna saobraćajnica pored hotela Hyatt – Vladimira Popovića – terminus Blok 20\n• Vozila sa linije 60, će saobraćati: u smeru ka terminusu Novi Beograd /Toplana/: Brankov most – Bulevar Mihajla Pupina – Milentija Popovića – Saobraćajnica pored hotela Hyatt – Vladimira Popovića – Zemunski put – Staro sajmište i dalje redovnom trasom; u smeru ka Zelenom vencu: vozila će saobraćati redovnom trasom\n• Na liniji 860 uspostavljaju se dodatni polasci, sa terminusa “Beograd” u 01:00h, sa terminusa “Obrenovac” u: 02:00h."
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Ušće“ i „Palata Srbija”,u oba smera, za linije 15, 84\n• „Šest kaplara“, u ul. Ušće, u smeru ka Bloku 20, za linije 27E, 35\n• „Staro sajmište“ i „Novi Beograd /Ušće/“, u smeru ka Novom Beogradu, za liniju 60"
      }
    ]
  },
  {
    "date": "13.08.2019",
    "title": "Izmene na linijama broj: 37, 50, 57, 89 zbog radova u ulici Ratka Mitrovića (Faza 2) (od 14.08.2019)",
    "sections": [
      {
        "text": "Zbog radova na redovnom održavanju kolovoza u ulici Ratka Mitrovića, na delu od ulice Jablaničke do Kneza Višeslava, (zatvaranje kolovoza) koje izvodi JKP „Beograd put“, a na zahtev građana i vozača JGP-a, od srede 14.08.2019. do 25.08.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linija: 37, 50 u oba smera, će saobraćati ulicama: Pilota Mihaila Petrovića – Cerski venac – Vinogradski venac – Jablanička – Ratka Mitrovića i dalje redovnim trasama\n• Vozila sa linije 89 u oba smera, će saobraćati ulicama: Patrijaha Joanikija – Pilota Mihaila Petrovića – Cerski venac – Vinogradski venac – Jablanička – Ratka Mitrovića i dalje redovnom trasom\n• Vozila sa linije 57 će saobraćati ulicama: Žarkovačka – Blagoja Parovića – Kneza Višeslava – Pilota Mihaila Petrovića – Cerski venac – Vinogradski venac – Jablanička – Ratka Mitrovića i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Pilota Mihaila Petrovića“, u smeru ka gardu, za linije: 37, 50, 89\n• „Kneza Višeslava “, u oba smera, za linije 37, 50, 89\n• „Ane Ahmatove“ u oba smera za linije: 37, 50, 89\n• „Vojno medicinski centar“ u smeru ka periferiji za linije: 37, 50, 89\n• „Vrtić Bajka“, „Mile Jevtović“, „Jovana Mikića“, „Milovana Čelebića“ i „Ratka\nMitrovića“ u smeru ka naselju Golf za liniju 57\n• „Ane Ahmetove“, „Ratka Mitrovića“ u ul. Kneza Višeslava, „Ilije Stojadinovića“,\n„Miloja Zakića“, „Dimitrija Avramovića“, „Vrtić Košuta“ u smeru ka Banovom Brdu za liniju 57"
      }
    ]
  },
  {
    "date": "10.08.2019",
    "title": "Izmene u režimu rada linija broj: 17, 31, 50, 308, 310, ADA 3 zbog radova u Ustaničkoj ulici (od 12.08.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na redovnom održavanju u ulici Ustanička, na delu od ulice Mihajla Todorovića do ulice Vojislava Ilića, u periodu od 12.08.2019. od 08:30 časova do 21.08.2019. doći će do poremećaja u radu linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova predviđeno je zatvaranje kolovoza ulice Ustanička (smer prema ulici Vojislava Ilića), dok će se kolovoz koji se u redovnom režimu koristi za saobraćaj u smeru prema ulici Bulevar kralja Aleksandra koristiti za dvosmerno odvijanje saobraćaja."
      },
      {
        "text": "Privremeno se izmeštaju stajališta (smer prema ulici Vojislava Ilića):"
      },
      {
        "text": "• „Petrinjska“ za linije javnog prevoza broj: 17, 31, 50, 308, 310, ADA 3 – stajalište se postavlja na razdelno ostrvo, u visini postojeće pozicije stajališta\n• Polazno stajalište „Konjarnik“ za linije javnog prevoza broj: 17, 31, ADA 3 – stajalište se postavlja u okviru okretnice, na poziciju ispred objekta sa kućnim brojem 230B\n• „Konjarnik“ za linije javnog prevoza broj: 50, 308, 310 – stajalište se postavlja preko puta pozicije koja se nalazi neposredno ispred kolskog ulaza u objekat sa kućnim brojem 234"
      }
    ]
  },
  {
    "date": "10.08.2019",
    "title": "Izmene na linijama broj: 860, 860E, 860L, 860M, 861A zbog radova u ulici Kralja Aleksandra u Obrenovcu (od 10.08.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na redovnom održavanju ulice Kralja Aleksandra I (državni put Ib – 26) u Obrenovcu, na delu od kružnog toka u zoni raskrsnice ulica Zabranski put i Miloša Obrenovića do ulice Kralja Petra I u vremenskom periodu od 10.08.2019. do 10.09.2019. doći će do poremećaja u radu linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova vozila sa linija javnog prevoza će se kretati izmenjenom trasom i to:"
      },
      {
        "text": "• Vozila sa linija broj: 860, 860E, 860L, 860M, 861A, 862, 863A, 932, 932A, 934, 935, 936, 937, 938, 939, 939A, 940, 5570 će umesto ulicama Zabranski put i Kralja Aleksandra I saobraćati ulicama Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama\n• Vozila sa linija broj 911, 911A će u smeru ka Nemanjinoj ulici, umesto ulicama Miloša Obrenovića, Zabranski put i Kralja Aleksandra I saobraćati ulicama Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama\n• Vozila sa linije broj 914 će umesto ulicama Zabranski put i Kralja Aleksandra I saobraćati ulicama Zabranski put, Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama."
      },
      {
        "text": "Vozila će na izmenjenom delu trase koristiti stajališta u zoni nekadašnjih stajališta „Topolice“ i „Kralja Petra I“ u ulicama Miloša Obrenovića i Kralja Petra I."
      }
    ]
  },
  {
    "date": "05.08.2019",
    "title": "Izmene na linijama broj: 603, 703 zbog radova u zoni okretnice “Ugrinovci” (od 05.08.2019)",
    "sections": [
      {
        "text": "Zbog radova na sanaciji kolovoza u okretnici Ugrinovci (ulica Udarne desetine), koje će izvoditi AD “Srem put” od ponedeljka 05.08.2019. od 08:30 časova menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "•  Vozila sa linija 603, 703, će menjati smer kretanja na sledeći način: Krnješevačka – Skeljani – 99 palih boraca – Udarne desetine – Krnješevačka"
      },
      {
        "text": "Napomena: Ukida se dolazno – polazno stajalište „Ugrinovci“ za linije 603 i 703 u okretnici."
      },
      {
        "text": "Vozila sa linija 603 i 703 će koristiti postojeće stajalište „Udarne desetine“ zajedno sa\nlinijom 711 (u smeru ka gradu), kao dolazno i polazno stajalište."
      },
      {
        "text": "Uslov za izvođenje radova je da izvođač: Postavi privremenu saobraćajnu signalizaciju, kako bi ulice Skeljani, 99 palih boraca i Udarne desetine bile jednosmerne; ukloni ili izmesti saobraćajni znak II-2 – obavezno zaustavljanje, kako bi zglobni autobus da mogao izvrši bezbedno skretanje; sanira kolovoz u ulici Skeljani i omogući skretanje iz ulice Udarne desetine u Krnješevačku."
      },
      {
        "text": "Radovi bi okvirno trebalo da traju 10 dana."
      }
    ]
  },
  {
    "date": "17.07.2019",
    "title": "Izmena na liniji broj 82 zbog radova u ulici Ljubinke Bobić (od 18.07.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 26.08.2019"
      },
      {
        "text": "Zbog izvođenja radova na instalaciji toplovodne mreže, u ulici Ljubinke Bobić, na delu od raskrsnice sa ulicom Raška Dimitrijevića do zone raskrsnice sa ulicom Nedeljka Gvozdenovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 18.07.2019. do 23.07.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 82, će saobraćati: u smeru ka terminusu Blok 44: Nedeljka Gvozdenovića – Surčinska – Kružni tok sa ulicama Vinogradska i Dr Ivana Ribara – Vojvođanska – Gandijeva i dalje redovnom trasom; u smeru ka Zemunu: Gandijeva – Partizanske avijacije – Ismeta Mujezinovića – DR Huga Klajna – Ljubinke Bobić i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta, za liniju 82:"
      },
      {
        "text": "• „Nedeljka Gvozdenovića“ u smeru ka Bloku 44\n• „Raška Dimitrijevića“ u oba smera"
      },
      {
        "text": "Privremeno se uspostavlja stajalište u smeru ka Zemunu, u ulici Ismeta Mujezinovića, preko puta kućnog broja 18, na stubu javne rasvete."
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "14.07.2019",
    "title": "Dodatni polasci subotom na liniji broj 605 zbog održavanja manifestacije “Bojčinsko kulturno leto” (2019)",
    "sections": [
      {
        "text": "Zbog održavanja manifestacije “Bojčinsko kulturno leto” na autobuskoj liniji broj 605 biće uvedeni dodatni večernji polasci subotom (20.07. ; 27.07. ; 03.08. ; 10.08. ; 17:08. ; 24.08. ; 31.08.2019.)"
      }
    ]
  },
  {
    "date": "05.07.2019",
    "title": "Informacija o režimu rada linija broj: 3A, 3L1, 11L, 12, 13 zbog završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 05.07.2019)",
    "sections": [
      {
        "text": "U sklopu završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja iste sa postojećom, kao i nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. godine od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
      },
      {
        "text": "Uspostavljaju se tramvajske linije:"
      },
      {
        "text": "• 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• 13 (Banovo Brdo – Most na Adi – Blok 45)"
      },
      {
        "text": "Režim rada linija:"
      },
      {
        "text": "• Tramvaji sa linije 11L će saobraćati (Tašmajdan – Most na Adi – Blok 45)\n• Tramvaji sa linije 12 će saobraćati na svojoj redovnoj trasi (Omladinski stadion – Banovo brdo)\n• Ukidaju se tramvajske linije 2L1 i 12L i autobuska linija 12A\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
      },
      {
        "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "04.07.2019",
    "title": "Izmene na linijama broj: 34, 44 zbog radova u ulici Koste Glavinića (od 06.07.2019)",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Koste Glavinića, koji podrazumevaju nemogućnost korišćenja okretnice „Topčidersko brdo (Senjak)“, koje će izvoditi JKP „Beogradske elektrane“, u periodu od subote 06.07. do 17.07.2019. godine, menja se režim rada linija JGP-a."
      },
      {
        "text": "• Vozila sa linija 34, 44, će promenu smera kretanja vršiti u kružnom toku na Topčiderskoj zvezdi"
      },
      {
        "text": "Privremeno se, u oba smera, ukidaju stajališta za linije 34 i 44:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• TOPČIDERSKO BRDO /SENjAK/\n• VOJISLAVA VUČKOVIĆA\n• VASE PELAGIĆA"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• VASE PELAGIĆA\n• VOJISLAVA VUČKOVIĆA\n• SENjAČKA\n• TOPČIDERSKO BRDO /SENjAK/"
      }
    ]
  },
  {
    "date": "28.06.2019",
    "title": "Izmene na linijama broj: 16, 23, 25, 32N zbog radova u ulici Marijane Gregoran (od 01.07.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 01.09.2019"
      },
      {
        "text": "Zbog izvođenja radova na redovnom održavanju u ulici Marijane Gregoran na Karaburmi, na delu od ulice Vojvode Micka Krstića do ulice Juhorska, u periodu od 01.07.  od 08:30 časova do 15.08.2019. , doći će do promene rada linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova predviđeno je zatvaranje kolovoza ulice Marijane Gregoran, pa će linije javnog prevoza broj: 16, 23, 25 u oba smera saobraćati ulicama: Višnjička, Mirijevski bulevar, Marijane Gregoran, Salvadora Aljendea i dalje redovnom trasom."
      },
      {
        "text": "Autobusi sa noćne linije 32N, će saobraćati istom trasom kao i autobusi sa dnevne linije 16, 23 i 25 u izmenjenom režimu."
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• HUSINjSKIH RUDARA\n• STEVANA HRISTIĆA\n•  DILjSKA\n• PATRISA LUMUMBE"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• VOJVODE MICKA KRSTIĆA\n• PATRISA LUMUMBE\n• DILjSKA\n• STEVANA HRISTIĆA\n• HUSINjSKIH RUDARA\n• SALVADORA ALjENDEA"
      },
      {
        "text": "Vozila sa navedenih linija će na izmenjenom delu trase koristiti postojeća stajališta i novouspostavljeno stajalište „Salvadora Aljendea 1“, u ulici Salvadora Aljendea (u smeru ka okretnici „Karaburma 2“), 50 metara posle raskrsnice sa ulicom Marijane Gregoran."
      },
      {
        "text": "Napomena: Stajalište „Vojvode Micka Krstića“, u smeru ka okretnici Karaburma 2, (linije broj 16, 23 i 25) se privremeno ukida. Vozila sa navedenih linija će koristiti stajalište „Vojvode Micka Krstića“ nakon raskrsnice sa ulicom Vojvode Micka zajedno sa linijama broj: 202, 25P, 32, 32E, 35, 35L i 74."
      }
    ]
  },
  {
    "date": "21.06.2019",
    "title": "Režim rada linija javnog prevoza zbog radova na Trgu Republike (od 22.06.2019)",
    "sections": [
      {
        "text": "U sklopu rekonstrukcije Trga Republike i potpune obustave saobraćaja u zoni Trga Republike na potezu od Kolarčeve, Makedonske, Francuske i Dositejeve, od subote 22.06.2019. do 01.09.2019.godine, doći će do nove izmene rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Ukidaju se privremene trolejbuske linije 21L, 22L i 29L. Redovne trolejbuske linije 19, 21, 22, 28, 29 i 41 su i dalje ukinute\n• Ukida se privremena autobuska linija 22A koja je saobraćala na relaciji Palata „Albanija“ – Trg Slavija\n• Trolejbuska linija 40 će i dalje saobraćati po zimskom redu vožnje"
      },
      {
        "text": "• Umesto trolejbuskih linija uspostavljaju se autobuske linije: 21A (Trg Slavija – Učiteljsko naselje) ; 22A (Trg Slavija – Kruševačka) ; 29A (Palata “Albanija” – Medaković 3)"
      },
      {
        "text": "• Vozila sa autobuskih linija broj: 27, 31 će saobraćati do privremenog terminusa ispred Palate „Albanija“\n• Vozila sa autobuskih linija broj: 24, 26, 37, 44 će saobraćati: u smeru ka periferiji: Francuska – kroz terminus „Trg Republike“ – Bulevar despota Stefana – Braće Jugovića – Dečanska – Trg Nikole Pašića i dalje redovnom trasom; u smeru ka Dorćolu: Dečanska – Braće Jugović – Francuska i dalje redovnom trasom\n• Vozila sa autobuskih linija broj: 32E, 43, 96 će u smeru ka terminusu „Trg\nRepublike“ saobraćati: Bulevar despota Stefana – Braće Jugović – Francuska – terminus „Trg Republike“"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• Terminus „Trg Republike“ za liniju: 27\n• Terminus „Studentski trg“ za linije: 19, 21, 22, 28, 29, 31 i 41\n• „Trg Republike“, u oba smera za linije: 24, 26, 37 i 44\n• „Terazije“ u smeru ka Trgu Republike za sve linije\n• „Makedonska“, u oba smera, za linije: 28 i 41"
      },
      {
        "text": "Uspostavljaju se stajališta:"
      },
      {
        "text": "• „Trg Republike“ u ulici Francuskoj, u smeru ka periferiji, u visini ulaza na scenu\n„ Raša Plaović“ Narodnog pozorišta za linije: 24, 26, 37 i 44\n• u zoni privremene okretnice ispred Palate „Albanija“, završno – polazno\nstajalište za linije: 27, 29A i 31\n• „Trg Slavija“ na Trgu Slavija, između ulica Kralja Milana i Nemanjina, za linije\n21A i 22A (polazno stajalište) i za liniju 29A prolazno stajalište\n• „Trg Slavija“ na Trgu Slavija, u produžetku ulice Makenzijeva, neposredno pre raskrsnice sa ulicom Beogradska za linije javnog prevoza br. 21A i 22A (završno\nstajalište)."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      },
      {
        "text": "Linije noćnog prevoza u izmenjenom režimu će saobraćati:"
      },
      {
        "text": "• Linija 15N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 26N: U smeru ka periferiji ulicama: Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra i dalje redovnom trasom; u smeru ka Dorćolu ulicama: Dečanska – Braće Jugović – Francuska i dalje redovnom trasom\n• Linija 27N: zadržava postojeće polazno stajalište TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana). U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – TRG REPUBLIKE\n• Linije 29N, 31N, 33N, 37N, 47N, 48N, 51N – PALATA „ALBANIJA“ – polazno – novouspostavljeno stajalište na Terazijama ispred Prizrenske ulice; u smeru ka terminusu „Trg Republike“ – novouspostavljeno stajalište TERAZIJE na novoj\npoziciji ispred EUROBANKE\n• Linija 32N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linije 56N, 301N, 511N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 96). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 68N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 75N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 101N: zadržava postojeće polazno stajalište TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana). U smeru ka terminusu „Trg Republike“: Bulevar despota Stefana – Braće Jugović – Francuska – Bulevar despota Stefana – TRG REPUBLIKE\n• Linija 202N: zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 304N: polazak sa stajališta TRG REPUBLIKE (ispred POŠTE u Bulevaru despota Stefana) zatim Bulevar despota Stefana – Džordža Vašingtona – Takovska i dalje redovnom trasom. U smeru ka terminusu „Trg Republike“ ulicama: Svetogorska – Makedonska – Braće Jugović – TRG REPUBLIKE\n• Linija 706N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 27). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE\n• Linija 704N: polazak sa stajališta TRG REPUBLIKE (polazno za liniju br. 32E). U smeru ka terminusu „Trg Republike“ ulicama: Brankova – Terazijski tunel – Dečanska – Braće Jugović – Francuska – TRG REPUBLIKE"
      }
    ]
  },
  {
    "date": "14.06.2019",
    "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019. godine, doći će do izmene režima rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Braće Jugović – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Vukov spomenik"
      },
      {
        "text": "Vozila sa linija 33, 48, će saobraćati: u smeru ka Trgu Slavija: redovnom trasom; u smeru ka Pančevačkom mostu: Beogradska – Bulevar kralja Aleksandra – Takovska – Jaše Prodanovića – Cvijićeva – Zdravka Čelara i dalje redovnim trasama"
      },
      {
        "text": "• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Autobusi sa linije 79 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Džordža Vašingtona i dalje redovnom trasom"
      },
      {
        "text": "Vozila sa linije 79 će u zoni radova saobraćati ulicama: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Venizelosova, Poenkareova, Cvijićeva, Dimitrija Tucovića i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
      },
      {
        "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
      },
      {
        "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
      },
      {
        "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
      },
      {
        "text": "Noćni saobraćaj:"
      },
      {
        "text": "• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
      }
    ]
  },
  {
    "date": "22.11.2018",
    "title": "Izmene na tramvajskim linijama broj: 2, 11 zbog radova na rekonstrukciji Karađorđeve ulice (od 21.11.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 20.01.2020"
      },
      {
        "text": "Zbog radova na rekonstrukciji Karađorđeve ulice, na delu od ulice Crnogorske do ulice Pariske, u periodu od srede 21.11.2018. godine od prvih jutarnjih polazaka do 15.06.2019. godine, menja se režim rada tramvajskih linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2, će saobraćati na relaciji: Pristanište – Dorćol – Vukov spomenik – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L\n• Tramvaji sa linije 11 će saobraćati na relaciji: Novi Beograd /Blok 45/ – Savski trg – Tašmajdan i nosiće oznaku 11L"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Savski trg“, u oba smera, za liniju 2\n• „Ekonomski fakultet“ u smeru ka Pristaništu\n• „Brankov most“ , u oba smera\n• „Pristanište“, u oba smera\n• „Tadeušća Košćuškog“, u oba smera, za liniju 11\n• terminus Kalemegdan /Donji grad/, za liniju 11"
      },
      {
        "text": "Uspostavlja se polazno – dolazno stajalište u zoni okretnice „Pristanište“."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
    "sections": [
      {
        "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
      }
    ]
  },
  {
    "date": "30.07.2018",
    "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 31.12.2019"
      },
      {
        "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
      },
      {
        "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
      },
      {
        "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
      },
      {
        "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
      },
      {
        "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
      },
      {
        "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
      }
    ]
  },
  {
    "date": "24.07.2018",
    "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
      },
      {
        "text": "Očekivano je da izmena bude na snazi do aprila 2019."
      },
      {
        "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
      },
      {
        "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
      },
      {
        "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
      },
      {
        "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
      },
      {
        "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
      }
    ]
  }
]
