[
    {
        "date": "",
        "title": "Redovi vožnje koji se primenjuju za vreme praznika (od 30.04. do 04.05.2021)",
        "sections": [
            {
                "text": "U periodu od 30. aprila 2021. do 4. maja 2021., na svim linijama javnog gradskog, prigradskog i lokalnog prevoza putnika u Beogradu, primenjivaće se sledeći redovi vožnje:"
            },
            {
                "text": "Nedeljni red vožnje će važiti za sledeće dane i to:"
            },
            {
                "text": "• Petak, 30.04.2021.\n• Subota, 01.05.2021.\n• Nedelja, 02.05.2021."
            },
            {
                "text": "Subotnji red vožnje će važiti za sledeće dane i to:"
            },
            {
                "text": "• Ponedeljak, 03.05.2021.\n• Utorak, 04.05.2021."
            },
            {
                "text": "Na minibus ekspres linijama (E) u petak, 30. aprila i u utorak, 4. maja 2021. biće primenjeni redovi vožnje za radni dan, a od 1. do 3. maja 2021. prevoz na minibus ekspres (E) linijama se neće obavljati."
            },
            {
                "text": "Za nastupajuće prvomajske i uskršnje praznike od 30.04.2021. do 04.05.2021. primenjivaće se NEDELJNI red vožnje na svim linijama gradskog i prigradskog saobraćaja u Nišu."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 310 zbog radova u ulici Prvomajska (2 faza) (od 29.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 12.05.2021."
            },
            {
                "text": "Zbog izvođenja radova na toplovodu u ulici Prvomajska, na delu od raskrsnice sa ulicama Živka Davidovića i Narodnog fronta, do raskrsnice sa ulicom Hazarska, koje izvodi JKP „Beogradske elektrane“, u periodu od četvrtka 29.04.2021. do 12.05.2021., menja se režim rada linije 310 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 310 će saobraćati ulicama: Živka Davidovića – Narodnog fronta – Bosanska – Slobodana Lale Berberskog i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Prvomajska“, „Mage Magazinović“, „Jerusalimska“"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• Prvomajska – u ulici Bosanska, neposredno ispred zone raskrsnice sa ulicom Hazarska\n• Mage Magazinović – u ulici Bosanska, neposredno ispred zone raskrsnice sa ulicom Mage Magazinović"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 27 zbog radova u Rableovoj ulici (Faza 1,2) (od 24.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.05.2021."
            },
            {
                "text": "Zbog radova na toplovodnoj mreži u ulici Rableovoj, koje će izvoditi JKP „Beogradske elektrane“, na delu od stadiona FK „Balkan“ do zone raskrsnice Matice srpske, pri čemu će Rableova biti jednosmerna u smeru ka ulici Mirijevski venac, u periodu od subote 24.04.2021. do 13.05.2021., doći će do izmene režima rada linije javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 27, u smeru ka Mirijevu 3, će saobraćati: Mirijevski venac – Semjuela Beketa – Matice Srpske – Mihaila Bulgakova i dalje redovnom trasom;\nu smeru ka Trgu Republike vozila će saobraćati redovnom trasom"
            },
            {
                "text": "Privremeno se ukida stajalište „Matice srpske“, u smeru ka Mirijevu 3, za liniju 27."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 56, 59, 502, E2 zbog radova u ulici 11. krajiške divizije (od 23.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.07.2021."
            },
            {
                "text": "U sklopu radova na toplovodnoj mreži u ulici 11. krajiške divizije, koje izvodi JKP „Beogradske elektrane”, na delu između ulica Oplenačke i Patrijarha Joanikija, zatvorena je 1⁄2 profila kolovoza, tako da se saobraćaj, na ovom delu saobraćajnice, obavlja samo u jednom smeru (od Oplenačke ulice ka ulici Patrijarha Joanikija) od 20.4.2021., pri čemu vozila sa linija javnog prevoza, u smeru ka Petlovom brdu, saobraćaju alternativnom trasom."
            },
            {
                "text": "Zbog predmetnih radova, u periodu od petka 23.04.2021. do 10.07.2021., vozila sa linija javnog prevoza će dodatno izmeniti trasu na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 56, u smeru ka Petlovom brdu, će saobraćati: Ibarska magistrala – 11. Krajiške divizije – Patrijarha Joanikija – Sretena Mladenovića Mike – Oplenačka i dalje redovnom trasom; u smeru ka Zelenom vencu vozila saobraćaju redovnom trasom\n• Vozila sa linije 59, u smeru ka Petlovom brdu, će saobraćati: Pilota Mihajla Petrovića – Patrijarha Joanikija – Sretena Mladenovića Mike – Oplenačka i dalje redovnom trasom; u smeru ka terminusu „Birčaninova“ vozila saobraćaju redovnom trasom;\n• Vozila sa linije 502, u smeru ka Miljakovcu 1, će saobraćati: Ibarska magistrala – 11. Krajiške divizije – Patrijarha Joanikija – Sretena Mladenovića Mike – Oplenačka – 17. Oktobra i dalje redovnom trasom; u smeru ka Orlovači vozila saobraćaju redovnom trasom\n• Vozila sa linije E2 u smeru prema Petlovom brdu, će saobraćati: Patrijarha Joanikija – Sretena Mladenovića Mike – Oplenačka i dalje redovno; u smeru prema Trgu Slavija: redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Labudovo brdo“ i „Serdara Janka Vukotića“, u smeru ka periferiji za linije 56, 59, 502."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Vidikovac 1“ na ostrvu u visini okretnice ,,Vidikovac“, na poziciji ED stuba koji se nalazi na samom početku ostrva, u smeru ka periferiji za liniju 59\n• „Serdara Janka Vukotića 1“ u ulici Sretena Mladenovića Mike ispred objekta sa kućnim brojem 1F, oko 40 metara posle zone raskrsnice sa ulicom Serdara Janka Vukotića, u smeru ka periferiji za linije 56, 59, 502"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 73, 94, 95, 604, 605 zbog radova u ulici Dr. Ivana Ribara (od 22.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.05.2021."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Dr. Ivana Ribara, koji podrazumevaju zatvaranje desne kolovozne trake na delu od ulice Jurija Gagarina do autobuskog terminusa „Blok 45“, kao i samog terminusa, koje će izvoditi JKP “Beograd put” u periodu od četvrtka 22.04.2021. do 25.04.2021.  ⇢ 15.05.2021. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Linije 73, 94 će saobraćati: Jurija Gagarina – Nehruova – terminus „Blok 44“\n• Linija 95 će saobraćati do stajališta „Blok 61“ koje će koristiti kao polazno/dolazno stajalište\n• Linije 604, 605 će saobraćati do terminusa „Novi Beograd (Blok 72)“ (ulicom Dr. Ivana Ribara do raskrsnice sa ulicom Jurija Gagarina, pa desno trasom linije 89 u oba smera)"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Blok 45“ i “Dr. Ivana Ribara 1” u oba smera za sve linije\n• „OŠ Branko Radičević“, „Nehruova“ u oba smera i „Dr. Ivana Ribara“ u smeru ka Batajnici odnosno Rakovici za linije 73, 94\n• „Dr.Ivana Ribara“ u smeru ka Borči i „Naselje Dr. Ivan Ribar“ u smeru ka bloku 45 za liniju 95"
            },
            {
                "text": "Vozila JGP-a će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmešta se polazno/dolazno stajalište kod “Terminala 1” za linije: 72, 607, 860I zbog radova na Aerodromu “Nikola Tesla” (od 20.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Tokom izvođenja radova na dogradnji aerodromske zgrade Aerodroma „Nikola Tesla“ u periodu od 20.04.2021. do 31.12.2021. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja predmetnih radova biće onemogućen pristup vozilima javnog prevoza aerodromskoj zgradi, pa će vozila sa linija broj: 72, 607, 860I kao polazno/dolazno stajalište koristiti privremeno stajalište u zoni parkirališta ispred Terminala 2, oko 50 metara od izlaza iz pristanišne zgrade u smeru javnog parkirališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 40, 41, 47, 48, 49, 50, 78, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u ulicama Save Maškovića, Crnotravska i Bulevar Oslobođenja (Faza 3, 4) (od 15.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.07.2021."
            },
            {
                "text": "U toku su radovi na izgradnji saobraćajne veze Borska – petlja „Lasta“, u ulicama Save Maškovića, Crnotravska i Bulevar oslobođenja, koji će se u fazi 3, u periodu od 15.04.2021. do 01.07.2021. na predmetnoj deonici, izvoditi u ul. Crnotravska, na delu od ulice Bahtijara Vagabzade do Bulevara oslobođenja, deo ul. Paunova koja će biti zatvorena za saobraćaj na delu od Crnotravske do Kokanove, kao i polovina raskrsnice Bulevara oslobođenja i Crnotravske, na delu od pozicije koje se nalazi neposredno ispred stajališta „Crkva Sv. Vasilija Ostroškog“ do ulaza u prodajni objekat bezinske stanice „NIS Petrol“ (desna kolovozna traka gledano u smeru ka Banjici)."
            },
            {
                "text": "Na osnovu prethodno navedenog menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "Trolejbuski saobraćaj:"
            },
            {
                "text": "• Vozila sa linija 40, 41 će saobraćati do stare okretnice na Banjici i nosiće oznake 40L, 41L\n• Uspostavlja se privremena autobuska linija 41A (Banjica – Banjica 2), koja će u oba smera saobraćati trasom: „Banjica“ – Crnotravska – Bahtijara Vagabzade – Baštovanska – Paunova – „Banjica 2“"
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Vozila sa linija: 47, 48 u oba smera će saobraćati: Bulevar oslobođenja – Baštovanska – Bahtijara Vagabzade i dalje redovnim trasama\n• Vozila sa linije 49 u oba smera će saobraćati: Voždovački kružni put – Bebelova – Baštovanska – Bahtijara Vagabzade – Crnotravska i dalje redovnom trasom\n• Vozila sa linije 50 u oba smera će saobraćati: Voždovački kružni put – Bebelova – Baštovanska – Bahtijara Vagabzade i dalje redovnom trasom\n• Vozila sa linije 78 u oba smera će saobraćati: Crnotravska – Bahtijara Vagabzade – Baštovanska – Paunova i dalje redovnom trasom\n• Vozila sa linija: 401, 402 u oba smera će saobraćati: Bulevar oslobođenja – Baštovanska – Paunova i dalje redovnim trasama\n• Vozila sa linija: 403, 405, 406, 407, 408, 409 (preko Kumodraža pa Jajinaca), 503 u oba smera će saobraćati: terminus „Voždovac“ – Bebelova – Baštovanska – Paunova\n• Vozila sa linija: 406L, 409 (preko Jajinaca pa Kumodraža) u oba smera će saobraćati redovnim trasama"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Paunova“ u smeru ka terminusu „Voždovac“ za linije: 47, 48, 49, 50, 401, 402, 403, 405, 406, 407, 408, 409, 503\n• „Paunova“ u smeru ka Miljakovcu za linije: 47, 48, 49, 50\n• „Pet solitera“ u oba smera za linije: 47, 48, 50\n• „Trošarina“ u oba smera za linije: 49, 50\n• „Paunova“ u oba smera za linije: 40,41, 78"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Paunova 1“ u ulici Baštovanska kod kućnog broja 4 na poziciji EDB stuba, koji se nalazi oko 60 metara posle zone raskrsnice sa ulicom Paunova u smeru ka ulici Bahtijara Vagabzade za linije 47, 48, 49, 50\n• „Paunova 1“ u ulici Baštovanska u visini tramvajske okretnice „Banjica“, odnosno u visini EDB stuba koji se nalazi oko 75 metara posle zone raskrsnice sa ulicom Paunova u smeru ka ulici Bebelova, za linije 47, 48, 49, 50"
            },
            {
                "text": "Privremeno izmeštena stajališta „Crkva Sv. Vasilija Ostroškog“ u prethodnoj fazi i dalje su u funkciji."
            },
            {
                "text": "Napomena: Autobuske linije 49, 50 će na izmenjenom delu trase koristiti tramvajska stajališta u visini okretnice „Voždovac“, koje koriste linije 9, 14 (u oba smera), a linije 41A, 78 će u oba smera koristiti stajalište „Pet solitera“ u ulici Bahtijara Vagabzade, koje u redovnom režimu koriste linije 42, 47, 48, 59, 94."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 45, 612 zbog radova u ulici Atanasija Pulje (od 01.03.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 21.05.2021."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Atanasija Pulje na delu od ulice Hercegovačka do ulice Geteova u Zemunu, u periodu od ponedeljka 01.03.2021. od 08:30 časova do 30.04.2021.  ⇢ 21.05.2021. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova doći će do potpunog zatvaranja kolovoza ulice Atanasija Pulje, pa će vozila sa linija javnog prevoza broj: 45, 612 saobraćati na sledeći način:"
            },
            {
                "text": "• u smeru ka terminusu “Zemun (Novi grad)”, ulicama Hercegovačka, Krajiška i dalje redovnim trasama\n• u smeru ka ulici Prvomajska ulicama Krajiška, Geteova, Prvomajska i dalje redovnim trasama"
            },
            {
                "text": "Ukidaju se stajališta: „Železnička stanica Zemun“ (#818, #819) u oba smera, „Atanasija Pulje“ (#1728, #817) u oba smera i „Krajiška“ (#816) u smeru ka Prvomajskoj ulici."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 24.11.2020. privremeno se obustavlja rad minibus linije A1 (Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla)",
        "sections": [
            {
                "text": "Od utorka, 24.11.2020., privremeno se obustavlja rad minibus linije A1 koja saobraća na relaciji “Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla”."
            },
            {
                "text": "Odluka je doneta usled pogoršanja epidemiološke situacije i malog broja letova sa beogradskog Aerodroma „Nikola Tesla”, kao i malog broja putnika koji koriste uslugu prevoza minibus linije A1."
            },
            {
                "text": "Sa poboljšanjem epidemiološke situacije, razmotriće se uslovi za ponovno uspostavljanje rada linije, o čemu će građani biti blagovremeno informisani."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukidaju noćne linije (N) u Beogradu (od 18.11.2020)",
        "sections": [
            {
                "text": "Privremena obustava rada linija u noćnom (N) prevozu putnika od sutra uveče, odnosno od noći između 18. i 19. novembra."
            },
            {
                "text": "Odluka je doneta u skladu sa naredbom Gradskog štaba za vanredne situacije (zbog pogoršane epidemiološke situacije uzrokovane virusom Covid-19) na teritoriji Grada Beograda, a kojom je svim ugostiteljskim objektima, prodavnicama, trgovinskim centrima i drugim maloprodajnim objektima, pozorištima i bioskopima, priređivačima posebnih i klasičnih igara na sreću i drugim objektima zabranjen rad od 21 do 5 časova."
            },
            {
                "text": "Privremena obustava rada će biti izvršena na 24 noćne linije, koje su saobraćale od 00 do 4 sata, a to su sledeće linije:"
            },
            {
                "text": "• 15N Trg Republike – Zemun /Novi grad/\n• 26N Dorćol – Braće Jerković\n• 27N Trg Republike – Mirijevo 3\n• 29N Studentski trg – Medaković 3\n• 31N Studentski trg – Konjarnik\n• 32N Trg Republike – Višnjica\n• 33N Studentski trg – Kumodraž\n• 37N Trg Republike – Kneževac\n• 47N Trg Republike – Resnik ŽS\n• 51N Trg Republike – Bele vode\n• 56N Trg Republike – Rušanj\n• 68N Trg Republike – Novi Beograd /Blok 45/\n• 75N Trg Republike – Bežanijska kosa\n• 101N Trg Republike – Padinska skela\n• 202N Trg Republike – Veliko selo\n• 301N Trg Republike – Begaljica\n• 304N Trg Republike – Ritopek\n• 308N Slavija – Veliki mokri lug\n• 401N Dorćol /Dunavska/ – Pinosava\n• 511N Trg Republike – Sremčica\n• 601N Trg Slavija – Dobanovci\n• 603N Trg Republike – Ugrinovci\n• 704N Trg Republike – Zemun polje\n• 706N Trg Republike – Batajnica"
            },
            {
                "text": "Po ukidanju donetih mera, prevoz na noćnim linijama će biti ponovo uspostavljen."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 3L1, 3A, 11 (11L), 12 zbog završetka dela radova u sklopu rekonstrukcije Savskog trga (od 30.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2021."
            },
            {
                "text": "Zbog završetka dela radova u sklopu rekonstrukcije Savskog trga, počev od petka 30.10.2020. do 01.03.2021.  ⇢ 31.05.2021. (za saobraćaj je zatvorena Savska ulica, smer od Nemanjine ulice ka Palati pravde – u zoni pošte u Savskoj ulici), na snazi je i dalje izmenjen režim rada linija:"
            },
            {
                "text": "• Tramvajska linija 3L1 je i dalje ukinuta\n• Tramvaji sa linije 11 u oba smera saobraćaju na relaciji: Kalemegdan /Donji Grad/ – Stari savski most – Novi Beograd /Blok 45/\n• Tramvaji sa linije 12 u oba smera saobraćaju na relaciji: Omladinski stadion – Vukov spomenik – Tašmajdan – Savski trg – Stari savski most – Most na Adi – Banovo brdo\n• Autobuska linija 3A saobraća na relaciji Savski trg – Kneževac i to sledećom trasom: u smeru ka Kneževcu: Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska i dalje redovnom trasom; u smeru ka Savskom trgu: redovnom trasom do Bulevara vojvode Mišića – Savska – Savski trg."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linije 860I zbog radova na putu Boljevci – Obrenovac (od 15.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.05.2021."
            },
            {
                "text": "Zbog radova koje će izvoditi JKP “Beograd put” na putu Boljevci – Obrenovac u periodu od 15.10.2020. do 29.12.2020.  ⇢ 15.05.2021. doći će do potpune obustave saobraćaja, pa će vozila saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 860I – NASELJE “SAVA” – Ravnogorska – Nemanjina – Kralja Aleksandra I – Zabranski put – Obrenovački put – Železnička – INDUSTRIJSKA ZONA “BARIČ” – Železnička – Obrenovački put – Most Srpsko – kineskog prijateljstva – Autoput “Miloš Veliki” – Petlja “Surčin” – Beogradska obilaznica – Železnička – Braće Puhalović – Vojvođanska i dalje redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.06.2021."
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
