[
  {
    "date": "18.06.2019",
    "title": "Operativna izmena na linijama broj: 353, 362, 365, 366A zbog radova na naplatnoj rampi “Umčari” (od 18.06.2019)",
    "sections": [
      {
        "text": "Zbog radova koji se izvode na naplatnoj rampi “Umčari” (smer prema Beogradu), doći će do promena u radu linija javnog prevoza."
      },
      {
        "text": "Zbog predmetnih radova, linije javnog prevoza će saobraćati na sledeći način:"
      },
      {
        "text": "• Linija 353 – Dražanj – Umčari (centar) – Živkovac – Umčari – Pudarci – Brestovik – Grocka – Zaklopača – Vrčin – Šumice\n• Linija 362 – Živkovac – Umčari – Živkovac – preko naplatne rampe Vodanj – autoput – Šumice\n• Linija 365 – Grocka – Brestovik – Pudarci – Umčari – Živkovac – preko naplatne rampe Vodanj – autoput – Mali Požarevac – Šešin – Mladenovac\n• Linija 366A – Kamendol – Pudarci – Ilinski kraj – Umčari – Živkovac – preko naplatne rampe Vodanj – autoput – Šumice"
      }
    ]
  },
  {
    "date": "14.06.2019",
    "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 33, 48, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019. godine, doći će do izmene režima rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Džordža Vašingtona – Takovska – Bulevar kralja Aleksandra – (Ruzveltova u smeru ka Vukovom spomeniku) – Kraljice Marije – Vukov spomenik. Polazno-dolazno stajalište je „Vukov spomenik“ zajedno sa linijama 32, 66 i EKO 1.\n• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Autobusi sa linije 79 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Džordža Vašingtona i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
      },
      {
        "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
      },
      {
        "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
      },
      {
        "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
      }
    ]
  },
  {
    "date": "12.06.2019",
    "title": "Izmene na linijama broj: 25P, 27E, 74 zbog radova u ulici Semjuela Beketa (od 13.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na redovnom održavanju kolovoza u ulici Semjuela Beketa, na delu od ulice Mirijevski venac do ulice Matice srpske, koje će izvoditi JKP „Beograd put“, u periodu od 13.06. od 08.30 časova do 27.06.2019. godine, menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linija 25P, 74, u oba smera će saobraćati: Mirijevski venac – Rableova – Matice srpske – Semjuela Beketa i dalje redovnom trasom\n• Vozila sa linije 27E, u oba smera će saobraćati: Mirijevski venac – Rableova – Matice srpske – Semjuela Beketa i dalje redovnom trasom"
      },
      {
        "text": "Ukida se stajalište: „Mirijevski venac“ u oba smera za liniju 27E"
      },
      {
        "text": "Na izmenjenom delu trase vozila sa linija 25P, 27E i 74 će koristiti stajalište „Matice\nsrpske“ u oba smera u ulici Rableova, zajedno sa linijom 27."
      },
      {
        "text": "Na izmenjenom delu trase u oba smera kretanja, vozila neće koristiti postojeća stajališta „Mirijevski venac“ u ulici Mirijevski venac i „Branka Ćopića“ u ulici Matice srpske."
      }
    ]
  },
  {
    "date": "10.06.2019",
    "title": "Izmene na linijama broj: 73, 700, 702, 703, 706, 706E, 706N zbog radova u ulici Majora Zorana Radosavljevića (od 11.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na izgradnji fekalne kanalizacije, u ul. Majora Zorana Radosavljevića, koja će u potpunosti biti zatvorena, između ulica Kralja Mihaila Zetskog i Majke Jugovića, koje će izvoditi GP „Rad GM“ d.o.o., u periodu od utorka 11.06.2019. godine od 09:00 časova do 31.08.2019. godine, menja se režim rada linije JGP-a, na sledeći način:"
      },
      {
        "text": "• Linije: 73, 706, 706E na izmenjenom delu trase će saobraćati, u oba smera: Majora Zorana Radosavljevića – Kralja Mihaila Zetskog – Stevana Dubajića – Kralja Radoslava – Majke Jugovića i dalje redovnim trasama\n• Linija 700 će saobraćati: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Maksima Brankovića – Dalmatinske zagore – Stanka Tišme – Majke Jugovića – Kralja Radoslava i dalje redovnom trasom\n• Linija 702 na izmenjenom delu trase će saobraćati, u smeru ka okretnici Batajnica /železnička stanica/: Majora Zorana Radosavljevića – Majke Jugovića – Kralja Radoslava i dalje redovnom trasom\n• Linija 703 na izmenjenom delu trase će saobraćati: u smeru ka Ugrinovcima: Majora Zorana Radosavljevića – Kralja Mihaila Zetskog – Stevana Dubajića – Kralja Radoslava i dalje redovnom trasom; u smeru ka Zemunu: Majora Zorana Radosavljevića – Majke Jugovića – Kralja Radoslava – Stevana Dubajića – Kralja Mihaila Zetskog – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije noćnog saobraćaja 706N će saobraćati kao i autobusi sa dnevnih linija u izmenjenom režimu"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• BATAJNICA /ULAZ/ u smeru ka terminusu Batajnica /železnička stanica/, za linije 73, 703, 706, 706E\n• MAKSIMA BRANKOVIĆA u oba smera, za linije 73, 706, 706E, odnosno i za liniju 703 u smeru ka Zemunu\n• #1173 BRAĆE SMILjANIĆ u oba smera za linije 73, 706 706E , odnosno i za liniju 703 u smeru ka Zemunu\n• KRALjA UROŠA u smeru ka terminusu Batajnica /železnička stanica/, za linije 700 i 703\n• STEVANA DUBAJIĆA za liniju 700"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• MAJKE JUGOVIĆA u smeru ka gradu, za linije 73, 702, 703, 706 i 706E\n• BRAĆE SMILjANIĆ u oba smera za linije 73, 706 706E , odnosno i za liniju 703 u smeru ka Zemunu\n• MAKSIMA BRANKOVIĆA u oba smera, za linije 73, 706, 706E, odnosno i za liniju 703 u smeru ka Zemunu\n• BRAĆE SAVIĆ u smeru ka terminusu Batajnica /železnička stanica/, za liniju 702\n• BRAĆE RADIŠIĆ u smeru ka terminusu Batajnica /Železnička stanica/, za linije 700 i 702"
      },
      {
        "text": "Uspostavljaju se privremena stajališta:"
      },
      {
        "text": "• „Batajnica /ulaz/“, u ul. Kralja Mihaila Zetskog, u smeru ka terminusu Batajnica /železnička stanica/, na poziciji EDB stuba koji se nalazi oko 30 metara posle raskrsnice sa ulicom Majora Zorana Radosavljevića, za linije br. 73, 703, 706 i 706E\n• „Stevana Dubajića“, u ul. Kralja Radoslava, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 160, za linije br. 73, 703, 706 i 706E\n• „Braće Radišić“, u ul. Kralja Radoslava, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 110A, za linije br. 73, 703, 706 i 706E\n• „Majke Jugovića 1“, u ul. Majke Jugovića, u smeru ka Zemunu, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 4, za linije br. 73, 700, 702, 703, 706 i 706E\n• „Vrtić“, u ul. Dalmatinske zagore, na poziciji EDB stuba koji se nalazi ispred objekta sa kućnim brojem 43, za liniju br. 700"
      }
    ]
  },
  {
    "date": "07.06.2019",
    "title": "Izmene na linijama broj: 16, 23, 25, 32N zbog radova u ulici Marijane Gregoran (od 10.06.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na rekonstrukciji vodovodne mreže, u ul. Marijane Gregoran, na delu od kućnog broja 30 do raskrsnice sa Ulicom Juhorska (zatvaranje desne strane kolovoza u smeru ka Karaburmi), koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu (Faza 1) od ponedeljka 10.06. do 20.07.2019. godine, menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linija 16, 23, 25 će saobraćati: u smeru ka terminusu „Karaburma 2“: Višnjička – Mirijevski bulevar – Marijane Gregoran – Salvadora Aljendea – terminus Karaburma 2; u smeru ka gradu: redovnom, nepromenjenom trasom\n• Autobusi sa noćne linije 32N, će saobraćati istom trasom kao i autobusi sa dnevne linije 16, 23 i 25 u izmenjenom režimu"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• VOJVODE MICKA KRSTIĆA\n• PATRISA LUMUMBE\n• DILjSKA\n• STEVANA HRISTIĆA\n• HUSINjSKIH RUDARA\n• SALVADORA ALjENDEA"
      },
      {
        "text": "Privremeno se uspostavlja stajalište „Salvadora Aljendea 1“, u smeru ka terminusu „Karaburma 2“, u ulici Salvadora Aljendea, 50m posle raskrsnice sa ulicom Marijane Gregoran."
      },
      {
        "text": "Napomena: Vozila sa navedenih linija će koristiti stajalište „Vojvode Micka Krstića“ zajedno sa linijama broj: 202, 25P, 32, 32E, 35, 35L i 74."
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "22.05.2019",
    "title": "Izmena na liniji broj 57 zbog radova u ulici Ratka Mitrovića (od 23.05.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 24.06.2019"
      },
      {
        "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Ratka Mitrovića, na delu od ulica Žarkovačke do Spasovdanske, koje će izvoditi preduzeće JKP „Beograd put“, u periodu od četvrtka 23.05. do 03.06.2019. godine menja se režim rada linije JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 57 će saobraćati: Žarkovačka – Blagoja Parovića – Kneza Višeslava – Miloja Zakića – Dimitrija Avramovića – Ratka Mitrovića – Spasovdanska – Ace Joksimovića – Trgovačka i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Vrtić Bajka“\n• „Krajiških brigada“ u smeru ka terminusu „Banovo brdo“\n• „Mile Jevtović“ u oba smera\n• „Jovana Mikića“, „Milovana Čelebića“, „Ratka Mitrovića“ i „Ratka Mitrovića“ u ulici Kneza Višeslava i „Ane Ahmatove“ u smeru ka terminusu „Naselje Golf“"
      }
    ]
  },
  {
    "date": "16.05.2019",
    "title": "Izmene na linijama broj: 73, 84, 612, 703, 704, 705, 706, 706E zbog radova na Batajničkom drumu (od 20.05.2019)",
    "sections": [
      {
        "text": "Zbog redovnog održavanja kolovoza, u ulici Batajnički drum, na delu od ulice Batajnički drum 6.deo do saobraćajnice T-7, koje će izvoditi JKP „Beograd put“, u periodu od ponedeljka 20.05. do 23.06.2019. godine, menja se režim rada linije JGP-a."
      },
      {
        "text": "Vozila sa linija:"
      },
      {
        "text": "• 84, 612 na izmenjenom delu trase će saobraćati, u oba smera: Cara Dušana – T-7 – Jovana Stojsavljevića – Lazara Mamuzića – 2.Nova i dalje redovnim trasama\n• 73, 704, 705, 706, 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici / Zemun polju: Cara Dušana – T-7 – Autoput za Novi Sad – Naselje Mala pruga – Batajnički drum 2.deo – Batajnički drum 6.deo – Batajnički drum i dalje redovnim trasama; u smeru ka gradu: Batajnički drum – Jurija Rakitina – Batajnički drum 17.deo – Batajnički drum 2.deo – Naselje Mala pruga – Autoput za Novi Sad – T-7 – Cara Dušana i dalje redovnim trasama\n• 703 na izmenjenom delu trase će saobraćati u oba smera: Cara Dušana – T-7 – Autoput za Novi Sad – Naselje Mala pruga – Batajnički drum 2.deo – Batajnički drum 17.deo i dalje redovnom trasom."
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Geomašina“ u oba smera, za linije 73, 704, 705, 706\n• „Preduzeće Galenika Magmasil“ u oba smera, za linije 73, 703, 704, 705, 706\n• „Coca –cola” u smeru ka gradu za linije 73, 704, 705, 706 i 706E\n• „Elektronska industrija“ u smeru ka gradu za linije 73, 704, 705, 706\n• „Metro“ u oba smera, za liniju 703"
      },
      {
        "text": "Uspostavljaju se privremena stajališta za linije 84 i 612:"
      },
      {
        "text": "• „Milice Šuvaković 1“ u smeru ka Novoj Galenici – u ulici Lazara Mamuzića, 30m posle raskrsnice sa ulicom Milice Šuvaković, za linije 84 i 612\n• „Milice Šuvaković 1“ u smeru ka gradu – u ulici Lazara Mamuzića, 30m posle raskrsnice sa ulicom Milice Šuvaković, za linije 84 i 612\n• „Jurija Rakitina“, u smeru ka gradu, na poziciji EDB stuba koji se nalazi 5 metara ispred raskrsnice sa internom saobraćajnicom paralelno sa ulicom Batajnički drum, za linije 73, 705, 706"
      }
    ]
  },
  {
    "date": "10.05.2019",
    "title": "Izmene na linijama broj: 54, 55, 58, 88, 512, 521, 522 zbog radova u ulici Radnih akcija (od 17.05.2019)",
    "sections": [
      {
        "text": "U okviru radova na rekonstrukciji kanalizacione mreže, u ulici Radnih akcija u Železniku, na delu od raskrsnice sa ulicom Lole Ribara do ulice Avalske (kod pijace), koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od petka 17.05. do 09.10.2019. godine, biće zatvoren za saobraćaj i deo ulice Darinke Radović ( deo uz ulicu Radnih akcija)."
      },
      {
        "text": "Zbog navedenog menja se režim rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 54, u oba smera, će saobraćati ulicama: Avalska – Radnih akcija –Lole Ribara – Savska – Bore Stankovića i dalje redovnom trasom\n• Vozila sa linije 55, u oba smera, će saobraćati ulicama: Vodovodska – Lole Ribara – Svete Milutinovića i dalje redovnom trasom\n• Vozila sa linija 58, 88, u oba smera, će saobraćati ulicama: Vodovodska – Lole Ribara – Radnih akcija – Avalska i dalje redovnim trasama\n• Vozila sa linije 512, u oba smera, će saobraćati ulicama: Vodovodska – Lole Ribara – Stevana Filipovića i dalje redovnom trasom\n• Vozila sa linije 521, u oba smera, će saobraćati ulicama: Avalska – Radnih akcija – Lole Ribara – Stevana Filipovića i dalje redovnom trasom\n• Vozila sa linije 522, u oba smera, će saobraćati ulicama: Milorada Ćirića – Lole Ribara – Radnih akcija – Avalska i dalje redovnom trasom."
      },
      {
        "text": "Privremeno se ukidaju stajališta, u oba smera:"
      },
      {
        "text": "• „Pijaca“, za linije: 54, 55, 58, 88, 512, 521, 522\n• „Ivo Lola Ribar“ za linije: 54, 58, 88\n• „Radnih akcija“ i „Zlatanovići“, za linije: 55, 512\n• „Braće Mitrović“ i „Železnik /Zlatanovići/“, za linije 58, 88"
      }
    ]
  },
  {
    "date": "25.04.2019",
    "title": "Izmene na linijama broj 25, 25P zbog radova u ulicama Ljubićka i Husova (od 30.04.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 21.06.2019"
      },
      {
        "text": "Zbog radova na izgradnji kablovskog voda u ulicama Ljubićka i Husova, koje će izvoditi preduzeće „Elektroizgradnja“, u periodu od utorka 30.04. do 20.05.2019. godine menja se režim rada linija JGP-a."
      },
      {
        "text": "• Vozila sa linija 25, 25P će saobraćati, u oba smera ulicama: Kruševačka – Miška Jovanovića – Peke Pavlovića – Zaplanjska – Darvinova – Braće Jerković i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta, u oba smera:"
      },
      {
        "text": "Smer A:"
      },
      {
        "text": "• HUSOVA\n• LjUBIĆKA /UNIVERZITET SINGIDUNUM/\n• VITANOVAČKA\n• BJELOVARSKA\n• DARVINOVA"
      },
      {
        "text": "Smer B:"
      },
      {
        "text": "• DARVINOVA\n• BJELOVARSKA\n• VITANOVAČKA\n• LjUBIĆKA /UNIVERZITET SINGIDUNUM/\n• HUSOVA"
      },
      {
        "text": "Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "08.04.2019",
    "title": "Privremeno izmešteno stajalište “27. marta” (#240) za linije broj 23, 40",
    "sections": [
      {
        "text": "Zbog radova u Takovskoj ulici privremeno je izmešteno stajalište “27 marta” (#240)."
      },
      {
        "text": "• Stajalište „27.marta“ (smer ka Vidikovcu / Banjici), izmešteno je oko 40 metara nakon pozicije pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Dalmatinska (tj. sada je pre raskrsnice Takovska/27. Marta)."
      },
      {
        "text": "Predmetno stajalište će biti izmešteno na alternativnu lokaciju dok se ne završe radovi na izgradnji hotela."
      }
    ]
  },
  {
    "date": "29.03.2019",
    "title": "Režim rada linija za vreme radova na rekonstrukciji Trga republike (od 01.04.2019)",
    "sections": [
      {
        "text": "Dodatna informacija: 14.06.2019."
      },
      {
        "text": "U periodu od 22.06. do 01.09.2019. godine, doći će do promena u postojećem privremenom režimu javnog prevoza."
      },
      {
        "text": "• Ukidaju se trolejbuske linije broj: 21L, 22L, 29L, kao i autobuska linija broj 22A i umesto njih će funkcionisati autobuske linije:\n• 21A – Trg Slavija – Učiteljsko naselje\n• 22A – Trg Slavija – Kruševačka\n• 29A – Palata “Albanija” – Medaković 3"
      },
      {
        "text": "Ostale izmene predviđene prethodnom informacijom važiće do 31.08.2019. godine."
      }
    ]
  },
  {
    "date": "14.01.2019",
    "title": "Izmene na linijama broj: 3, 3L zbog radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 15.01.2019)",
    "sections": [
      {
        "text": "Radovi produženi do 05.07.2019"
      },
      {
        "text": "U sklopu izvođenja radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja tramvajskog koloseka za kretanje tramvaja sa Mosta na Adi ka Rakovici, koje će izvoditi JP „Direkcija za građevinsko zemljište i izgradnju grada Beograda” u periodu od 15.01.2019. godine do 04.06.2019. godine, menja se režim rada linija JGP na sledeći način:"
      },
      {
        "text": "• Ukidaju se tramvajske linije 3 i 3L\n• Uspostavlja se autobuska linija 3A na relaciji Savski trg – Kneževac, na kojoj će saobraćati: radnim danom 8 autobusa (po 2 autobusa SP „Karaburma“, SP „Kosmaj“, SP „Novi Beograd“ i SP „Zemun“), koji su obezbeđeni redukcijom po jednog vozila sa linija 15, 43, 52, 53, 77, 83, 96 i 704 ; subotom i nedeljom po 6 autobusa (po 2 autobusa SP „Kosmaj“, SP „Novi Beograd“ i SP „Zemun“), koji su obezbeđeni iz napora. Trasa linije 3A: Savski trg – Savska – Bulevar vojvode Mišića – (Topčiderska – Železnička stanica Topčider – Gardijska, u smeru ka Savskom trgu) – Bulevar patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
      },
      {
        "text": "Uspostavljaju se stajališta u visini tramvajskih stajališta u oba smera:"
      },
      {
        "text": "• „Železnička stanica Topčider“, „Topčiderska okretnica“, „Patrijarha Pavla“, „Rasadnik“, „Košutnjak“, „Vareška“, „Miška Kranjca“ i „Slavka Rodića“"
      },
      {
        "text": "U smeru ka Savskom trgu:"
      },
      {
        "text": "• „Železnička stanica Topčider“, „Topčiderska okretnica“"
      },
      {
        "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "22.11.2018",
    "title": "Izmene na tramvajskim linijama broj: 2, 11 zbog radova na rekonstrukciji Karađorđeve ulice (od 21.11.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 01.08.2019"
      },
      {
        "text": "Zbog radova na rekonstrukciji Karađorđeve ulice, na delu od ulice Crnogorske do ulice Pariske, u periodu od srede 21.11.2018. godine od prvih jutarnjih polazaka do 15.06.2019. godine, menja se režim rada tramvajskih linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2, će saobraćati na relaciji: Pristanište – Dorćol – Vukov spomenik – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L\n• Tramvaji sa linije 11 će saobraćati na relaciji: Novi Beograd /Blok 45/ – Savski trg – Tašmajdan i nosiće oznaku 11L"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Savski trg“, u oba smera, za liniju 2\n• „Ekonomski fakultet“ u smeru ka Pristaništu\n• „Brankov most“ , u oba smera\n• „Pristanište“, u oba smera\n• „Tadeušća Košćuškog“, u oba smera, za liniju 11\n• terminus Kalemegdan /Donji grad/, za liniju 11"
      },
      {
        "text": "Uspostavlja se polazno – dolazno stajalište u zoni okretnice „Pristanište“."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
    "sections": [
      {
        "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Izmene na tramvajskim linijama broj: 12, 13 zbog radova tramvajskom mostu preko Topčiderske reke (od 04.08.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 05.07.2019"
      },
      {
        "text": "U sklopu radova na izgradnji tramvajske infrastrukture preko mosta na Adi i povezivanja iste sa postojećom, doći će do rušenja tramvajskog mosta koji prolazi pored Hipodroma odnosno preko Topčiderske reke, u periodu od 04.08 do 21.12.2018. godine menja se režim rada tramvajskih linija JGP-a na sledeći način:"
      },
      {
        "text": "• Ukidaju se tramvajske linije 12, 13\n• Uspostavlja se tramvajska linija 12L na relaciji: Omladinski stadion – Novi\nBeograd /Blok 45/. Trasa linije u oba smera: Omladinski stadion – Mije Kovačevića – Ruzveltova – Bulevar kralja Aleksandra – Resavska – Nemanjina – Savski trg – Karađorđeva – Zemunski put – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina – Dr Ivana Ribara – Novi Beograd /Blok 45/\n• Uspostavlja se autobuska linija 12A na relaciji: Glavna železnička stanica – Banovo brdo. Na liniji će saobraćati 3 vozila SP „Kosmaj“. Trasa linije u oba smera:\nGlavna železnička stanica – Savska – Bulevar vojvode Mišića – Paštrovićeva – Požeška – Banovo brdo."
      },
      {
        "text": "Ukida se stajalište „Hipodrom“ u oba smera."
      },
      {
        "text": "Autobusi sa linije 12A će koristiti postojeća autobuska stajališta u Savskoj ulici i Bulevaru vojvode Mišića i tramvajsko – autobuska stajališta u Požeškoj ulici."
      }
    ]
  },
  {
    "date": "30.07.2018",
    "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 30.06.2019"
      },
      {
        "text": "Dopuna:"
      },
      {
        "text": "Posle vanrednog preusmerenja linija kroz Banatsku ulicu, linije broj 45, 83 vraćene su da saobraćaju u smeru ka gradu kroz ulicu Filipa Višnjića."
      },
      {
        "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
      },
      {
        "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
      },
      {
        "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
      },
      {
        "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
      },
      {
        "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
      }
    ]
  },
  {
    "date": "24.07.2018",
    "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
      },
      {
        "text": "Očekivano je da izmena bude na snazi do aprila 2019."
      },
      {
        "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
      },
      {
        "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
      },
      {
        "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
      },
      {
        "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
      },
      {
        "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
      }
    ]
  }
]
