[
  {
    "date": "30.08.2019",
    "title": "Raspored stajališta posle rekonstrukcije Trga Republike (09.2019)",
    "sections": [
      {
        "text": "Novi raspored stajališta linija JGP-a nakon završetka radova na rekonstrukciji i uređenju Trga republike:"
      },
      {
        "text": "• Trolejbuske linije: 19, 21, 22, 29, 41 i autobuske linije: 28A, 31 koristiće sva stajališta u ulici Vasina i na Studentskom trgu kao i u prethodnom redovnom režimu."
      },
      {
        "text": "U ulici Kolarčeva biće uspostavljena nova stajališta “Trg republike” u oba smera:"
      },
      {
        "text": "• U smeru ka Terazijama za autobuske linije 24, 26, 37, 44, minibus linije E2, E9, kao i noćne linije 26N, 29N, 31N, 33N, 37N, 47N, 48N, 51N\n• U smeru ka Studentskom trgu za autobusku liniju 26, minibus linije E2, E9, kao i noćne linije 26N, 29N, 31N, 33N, 47N, 48N, 51N, 202N\n• Ispred Platoa dr Zorana Đinđića uspostavlja se stajalište “Trg republike” za autobuske linije 24, 37, 44, kao i noćne linije 15N, 27N, 32N, 37N, 56N, 75N, 101N, 304N, 511N, 704N, 706N u smeru ka Dorćolu;\n• Na novoizgrađenoj poziciji u ulici Makedonska (neposredno pre raskrsnice sa ulicom Braće Jugovića) uspostavlja se stajalište “Trg republike” za linije 28A, 41, kao i noćne linije 68N, 301N, 304N, 603N u smeru ka Domu omladine\n• U ulici Bulevar despota Stefana uspostavlja se stajalište “Trg republike” za noćne linije 27N, 101N u smeru ka Pančevačkom mostu"
      }
    ]
  },
  {
    "date": "30.08.2019",
    "title": "Informacija o režimu rada linija broj: 11, 19, 21, 22, 29, 41 zbog završetka radova na rekonstrukciji Trga Republike, kao i Karađorđeve ulice (od ulica Crnogorske do Pariske) (od 31.08./01.09./02.09.2019)",
    "sections": [
      {
        "text": "U sklopu završetka radova na rekonstrukciji Trga Republike, kao i Karađorđeve ulice na delu od ulica Crnogorske do Pariske, uspostavlja se sledeći režim rada linija JGP-a:"
      },
      {
        "text": "Od nedelje 01.09.2019:"
      },
      {
        "text": "• Uspostavlja se tramvajska linija 11 (Kalemegdan – Most na Adi – Blok 45)."
      },
      {
        "text": "Napomena: Od prvih jutarnjih polazaka, pa do 08:00 časova linija 11 će saobraćati na skraćenoj trasi Tašmadana – Blok 45, nakon čega se uspostavlja redovan režim rada linije. Privremeno uvedena linija 11L (Tašmajdan – Blok 45) se ukida."
      },
      {
        "text": "Od 31.08.2019. (okvirno posle 09h):"
      },
      {
        "text": "Uspostavljaju se trolejbuske linije:"
      },
      {
        "text": "• Linija 19 (Studentski trg – Konjarnik)\n• Linija 21 (Studentski trg – Učiteljsko naselje)\n• Linija 22 (Studentski trg – Kruševačka)\n• Linija 29 (Studentski trg – Medaković 3)\n• Linija 41 (Studentski trg – Banjica 2) (napomena: linija se uspostavlja od 01.09.2019)\n• Ukida se privremena autobuska linija 21A (Palata „Albanije“ – Učiteljsko naselje)\n• Ukida se trolejbuska linija 22L ( Trg Slavija – Kruševačka)\n• Ukida se trolejbuska linija 29L (Trg Slavija – Medaković 3)\n• Linija 27 – vraća se na redovnu trasu (Trg Republike – Mirijevo 3)\n• Linija 31 – vraća se na redovnu trasu (Studentski trg – Konjarnik)"
      },
      {
        "text": "Napomena: Trolejbuske linije 28 (Studentski trg – Zvezdara) i 40 (Zvezdara – Banjica 2) i dalje ne saobraćaju zbog radova na rekonstruciji i uređenju raskrsnice ulica Takovske i Džordža Vašingtona."
      },
      {
        "text": "Napomena: od 01.09.2019. ukida se privremena autobuska linija 40A, a uspostavlja privremena autobuska linija 28A (Studentski trg – Zvezdara) zbog radova na rekonstrukciji i uređenju raskrsnice ulica Takovska i Džordža Vašingtona."
      }
    ]
  },
  {
    "date": "30.08.2019",
    "title": "Režim rada linija broj: 28A, 40A, 41 zbog radova na rekonstrukciji i uređenju raskrsnice ulica Takovska i Džordža Vašingtona (31.08. / 01.09.2019) (od 02.09.2019)",
    "sections": [
      {
        "text": "U sklopu radova na rekonstrukciji i uređenju raskrsnice ulica Takovska i Džordža Vašingtona i ulice Džordža Vašingtona na delu od ulice Takovska do ulice Stanoja Glavaša u narednom periodu doći će do sledeće organizacije saobraćaja:"
      },
      {
        "text": "• u periodu od 31.08.2019. od 04:00 časova do 06.09.2019. do 22:00 časova ulica Takovska će biti prohodna u punom profilu\n• u periodu od 07.09.2019. do 19.09.2019. doći će do zauzeća desne strane ulice Takovska (zona raskrsnice sa ulicom Džordža Vašingtona) u smeru ka Bulevaru kralja Aleksandra"
      },
      {
        "text": "Zbog navedenog biće primenjen sledeći režim rada linija JGP-a:"
      },
      {
        "text": "• u periodu 31.08. do 01.09.2019. važiće postojeći režim rada linija u ovoj zoni, odnosno privremena autobuska linija 40A će saobraćati zaključno sa 01.09.2019., po aktuelnom redu vožnje\n• u periodu od 02.09. do 19.09.2019. zbog završetka radova na Trgu Republike, uspostavlja se trolejbuska linija 41 (Studentski trg – Banjica 2).\n• Uspostavlja se privremena, autobuska linija broj 28A (Studentski trg – Zvezdara) trasom trolejbuske linije broj 28"
      }
    ]
  },
  {
    "date": "29.08.2019",
    "title": "Izmena na linijama broj: 16, 27E, 32E, 35, 43, 58, 95, 96, 101N zbog radova u ulici Džordža Vašingtona (od 30.08.2019)",
    "sections": [
      {
        "text": "U sklopu radova na rekonstrukciji i uređenju ulice Džordža Vašingtona, doći će do zatvaranja raskrsnice sa Bulevarom despota Stefana, u periodu od petka 30.08.2019. od 22:00 časova do 02.09.2019. do 04:00 časova, zbog čega se menja režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linija: 16, 27E, 35, 95, u oba smera, će saobraćati: Bulevar despota Stefana – Cvijićeva – Takovska – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijsli tunel i dalje redovnim trasama\n• Vozila sa linija: 32E, 43, 96, 101N, u oba smera, će saobraćati: Bulevar despota Stefana – Cvijićeva – Poenkareova – Venizelosova – Francuska – TRG REPUBLIKE\n• Vozila sa linije 58 u oba smera, će saobraćati: Bulevar despota Stefana – Cvijićeva – Takovska – Kneza Miloša i i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Skadarska“, za linije 16, 27E, 35, 58, 95\n• „Džordža Vašingtona“ u oba smera, za linije 16, 27E, 32E, 35, 43, 58, 95, 96\n• „Cvijićeva“ u smeru ka Trgu Republike, za linije 16, 27E, 32E, 35, 43, 58, 95, 96\n• „Pionirski park“ u oba smera, za liniju 58\n• „Dom omladine“ za linije 16, 27E, 35, 58, 95"
      }
    ]
  },
  {
    "date": "22.08.2019",
    "title": "Privremeno ukinuto stajalište “Ušće” (#300) zbog radova u ulici Bulevar Nikole Tesle",
    "sections": [
      {
        "text": "Zbog izvođenja radova na na izgradnji kišne kanalizacije u ulici Bulevar Nikole Tesle (Faza 2) (od 13.08.2019. do 11.09.2019), na delu od ulice Ušće do ulice Bulevar Mihajla Pupina ukida se stajalište “Ušće” (#300)."
      },
      {
        "text": "Tokom izvođenja radova u ovoj fazi vrši se zatvaranje kolovozne trake u smeru prema gradu, na delu od ulice Ušće do Bulevara Mihajla Pupina u periodu od 13.08. do 11.09.2019.godine."
      },
      {
        "text": "Vozila sa linija javnog prevoza će se kretati redovnim trasama levom kolovoznom trakom koja će se koristiti za dvosmerno odvijanje saobraćaja."
      },
      {
        "text": "Stajalište „Ušće“ (#300) u smeru prema Bulevaru Mihajla Pupina biće privremeno ukinuto."
      }
    ]
  },
  {
    "date": "19.08.2019",
    "title": "Izmene na linijama broj: 400, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u Baštovanskoj ulici (Faza 1) (od 20.08.2019)",
    "sections": [
      {
        "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Baštovanska (potpuno zatvaranje), na delu od Bulevara oslobođenja do ulice Nae Pendeli (stari naziv ulice – Kokanova), koje će izvoditi JKP „Beogradske elektrane“, u periodu od utorka 20.08.2019. do 08.09.2019., menja se režim rada linije JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linija broj: 401, 402 će saobraćati: u smeru ka periferiji: Bulevar oslobođenja – Crnotravska – Paunova i dalje redovnim trasama; u smeru ka Slaviji: redovnom trasom\n• Vozila sa linija broj: 400, 403, 405, 406, 407, 408, 409, 503 će saobraćati: u smeru ka periferiji: Bebelova – Bulevar oslobođenja i dalje redovnim trasama; u smeru ka Voždovcu: redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta u smeru ka periferiji, za linije 400, 403, 405, 406, 407, 408, 409, 503:"
      },
      {
        "text": "• „Baštovanska“\n• „Kragujevačkih đaka“\n• „Banjica 2“"
      },
      {
        "text": "Privremeno se uspostavlja stajalište „Bulevar oslobođenja 1“ na izmenjenom delu trase u zoni raskrsnice sa ulicom Milovana Markovića."
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "15.08.2019",
    "title": "Izmene na linijama broj: 73, 702, 703, 706, 706E, 706N zbog radova u ulici Majora Zorana Radosavljevića (od 17.08.2019)",
    "sections": [
      {
        "text": "U sklopu radova na izgradnji fekalne kanalizacije, u ulici Majora Zorana Radosavljevića (potpuno zatvaranje), na delu od ulice Majke Jugovića (uključujući i samu raskrsnicu) do ulice Carice Jelene, koje će izvoditi GP „Rad GM“ d.o.o. u periodu od subote 17.08.2019. do 15.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 73 na izmenjenom delu trase, će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – BATAJNICA /ŽELEZNIČKA STANICA/; u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije 702 na izmenjenom delu trase će saobraćati: u smeru ka okretnici Batajnica /Železnička stanica/: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Braće Savić – Kralja Radoslava i dalje redovnom trasom; u smeru ka okretnici Busije /Crkva/: svojom redovnom trasom\n• Vozila sa linije 703 na izmenjenom delu trase će saobraćati: u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom; u smeru ka Ugrinovcima: svojom redovnom trasom\n• Vozila sa linija 706, 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – Carice Jelene – Pukovnika Milenka Pavlovića i dalje redovnim trasama; u smeru ka Zemunu: Pukovnika Milenka Pavlovića – Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnim trasama\n• Vozila sa noćne linije 706N će saobraćati kao i autobusi sa dnevne linije 706 u izmenjenom režimu"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Maksima Brankovića“, „Braće Smiljanić“ i „Majke Jugovića“ u smeru ka Batajnici, za linije 73, 706, 706E\n• „Batajnica/centar/“ i „Batajnica/Železnička stanica/“ u smeru ka Batajnici za liniju 73\n• „Batajnica/centar/“ i „Majke Jugovića“ u smeru ka Zemunu za linije 73, 702, 703, 706, 706E"
      },
      {
        "text": "Privremeno se uspostavlja stajalište: „Batajnica (centar)“, u ulici Jovana Brankovića, na poziciji postojećeg međumesnog stajališta u zoni lokalnog vatrogasnog doma za linije broj: 73, 702, 703, 706, 706E."
      },
      {
        "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene na linijama broj: 5A, 16, 23, 27E, 32E, 35, 40, 43, 58, 77, 79, 95, 96, 27N, 32N, 304N, 401N  zbog radova na rekonstrukciji i uređenju ulica Džordža Vašingtona i Cara Dušana (od 16.08.2019)",
    "sections": [
      {
        "text": "Tokom izvođenja radova na rekonstrukciji i uređenju ulica Džordža Vašingtona i Cara Dušana (deo između ulica Bulevar despota Stefana i Francuska – faza S4) u periodu od 16.08. do 07.11.2019., kao i polovina raskrsnice ulica Bulevar despota Stefana i Džordža Vašingtona (desna strana gledano u smeru ka Trgu republike – podfaza DS2) i polovina raskrsnice ulica Takovska i Džordža Vašingtona (desna strana gledano u smeru ka Pančevačkom mostu – podfaza T1) u periodu od 16.08. do 26.08.2019., doći će do promena u radu linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova u ulici Džordža Vašingtona (deo između ulica Bulevar despota Stefana i Francuska), biće primenjen sledeći režim rada linija javnog prevoza:"
      },
      {
        "text": "• Vozila sa linije 5A (Dorćol /SRC „Milan Gale Muškatirović“ – Vukov spomenik) će kao i u prethodnom periodu saobraćati na trasi: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Francuska, Braće Jugović, Dečanska, Trg Nikole Pašića, Bulevar kralja Aleksandra, Vukov spomenik\n• Vozila sa linije 79 će u zoni radova saobraćati ulicama: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Venizelosova, Poenkareova, Cvijićeva, Dimitrija Tucovića i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Pijaca Skadarlija“ u oba smera, za liniju 5A, 79\n• „Glavna pošta“ u smeru ka Dorćolu, za liniju 5A\n• privremeno stajalište „Glavna pošta 1“, u smeru ka Vukovom spomeniku, za liniju 5A\n• „Bulevar despota Stefana“ u oba smera, za linije 5A, 79\n• privremeno stajalište „Takovska“ u ulici Džordža Vašingtona, u smeru ka Dorćolu za linije 5A, 79\n• „27.marta“ u smeru ka Mirijevu, za liniju 79\n• „Jaše Prodanovića“ u smeru ka Dorćolu, za liniju 79"
      },
      {
        "text": "Napomena: Tokom izvođenja radova u zoni raskrsnice ulica Bulevar despota Stefana i Džordža Vašingtona (u smeru ka Trgu Republike) doći će do zauzeća 1⁄2 profila kolovoza, zbog čega će se vozila javnog prevoza kretati dvosmerno preostalom širinom kolovoza u periodu od 15.08. do 26.08.2019. Zbog navedenog privremeno se izmešta stajalište „Džordža Vašingtona“ (smer ka Pančevačkom mostu), na lokaciju oko 45 metara nakon postojeće lokacije (u visini saobraćajnog znaka III-30 rezervisana parking mesta) za linije javnog prevoza broj: 16, 27E, 32E, 35, 43, 58, 95, 96."
      },
      {
        "text": "• Privremeno se ukida trolejbuska linija 40 i umesto nje će saobraćati autobuska linija 40A na relaciji Zvezdara – Banjica 2\n• Linije 33, 48 se vraćaju na svoje redovne trase\n• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 304N će saobraćati: u smeru prema Ritopeku: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Takovska i dalje redovnom trasom; u smeru prema Trgu republike: Svetogorska – Makedonska – Braće Jugović – Francuska – TRG REPUBLIKE. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se izmešta stajalište „27. marta“ (smer prema Pančevačkom mostu) za linije javnog prevoza broj: 23, 40A, 77 na lokaciju koja se nalazi oko 30 metara posle raskrsnice sa ulicom Dallmatinska, kao i stajalište „Džordža Vašingtona“ (smer prema Pančevačkom mostu) za linije javnog prevoza broj: 16, 27E, 32E, 35, 43, 58, 95, 96 na lokaciju koja se nalazi oko 45 metara nakon postojeće lokacije (u visini saobraćajnog znaka III-30 rezervisna parking mesta)."
      }
    ]
  },
  {
    "date": "14.08.2019",
    "title": "Izmene na linijama broj: 20, 21A zbog radova na uglu ulica Vojislava Ilića i Mis Irbijeva (od 15.08.2019)",
    "sections": [
      {
        "text": "Zbog radova na priključenju na vodovodnu i kanalizacionu mrežu tržnog centra, na uglu ulica Vojislava Ilića i Mis Irbijeva, tokom kojih će u ulici Mis Irbijeva, važiti jednosmeran režim saobraćaja u smeru ka Učiteljskom naselju, koje izvodi Preduzeće „EG TIM – ING“, od četvrtka 15.08. do 02.09.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 20 će saobraćati: u smeru ka Velikom Mokrom Lugu: Mis Irbijeva – Križanićeva – Velikomoravska – Vojislava Ilića i dalje redovnom trasom; u smeru ka Mirijevu: vozila će saobraćati redovnom trasom\n• Vozila sa linije 21A će u smeru ka Učiteljskom naselju saobraćati u skladu sa trasom definisanom u sklopu radova na Trgu republike (Vojislava Ilića, Mis Irbijeva…), dok će u smeru ka gradu saobraćati ulicama Mis Irbijeva, Križanićeva, Velikomoravska, Vojislava Ilića i dalje u skladu trasom definisanom u sklopu radova na Trgu republike"
      },
      {
        "text": "Privremeno se ukidaju stajališta:"
      },
      {
        "text": "• „Rimska“, u ulici Mis Irbijeva, u smeru ka Velikom Mokrom Lugu , za liniju broj 20\n• „Rimska “, u ulici Vojislava Ilića, u smeru ka Trgu Slavija, za liniju broj 21A"
      },
      {
        "text": "Napomena: Privremeno se uspostavlja stajalište „Vojislava Ilića 1“u ulici Velikomoravska, oko 30m ispred raskrsnice sa ulicom Vojislava Ilića."
      }
    ]
  },
  {
    "date": "10.08.2019",
    "title": "Izmene na linijama broj: 860, 860E, 860L, 860M, 861A zbog radova u ulici Kralja Aleksandra u Obrenovcu (od 10.08.2019)",
    "sections": [
      {
        "text": "Zbog izvođenja radova na redovnom održavanju ulice Kralja Aleksandra I (državni put Ib – 26) u Obrenovcu, na delu od kružnog toka u zoni raskrsnice ulica Zabranski put i Miloša Obrenovića do ulice Kralja Petra I u vremenskom periodu od 10.08.2019. do 10.09.2019. doći će do poremećaja u radu linija javnog prevoza."
      },
      {
        "text": "Tokom izvođenja radova vozila sa linija javnog prevoza će se kretati izmenjenom trasom i to:"
      },
      {
        "text": "• Vozila sa linija broj: 860, 860E, 860L, 860M, 861A, 862, 863A, 932, 932A, 934, 935, 936, 937, 938, 939, 939A, 940, 5570 će umesto ulicama Zabranski put i Kralja Aleksandra I saobraćati ulicama Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama\n• Vozila sa linija broj 911, 911A će u smeru ka Nemanjinoj ulici, umesto ulicama Miloša Obrenovića, Zabranski put i Kralja Aleksandra I saobraćati ulicama Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama\n• Vozila sa linije broj 914 će umesto ulicama Zabranski put i Kralja Aleksandra I saobraćati ulicama Zabranski put, Miloša Obrenovića, Kralja Petra I i dalje redovnim trasama."
      },
      {
        "text": "Vozila će na izmenjenom delu trase koristiti stajališta u zoni nekadašnjih stajališta „Topolice“ i „Kralja Petra I“ u ulicama Miloša Obrenovića i Kralja Petra I."
      }
    ]
  },
  {
    "date": "17.07.2019",
    "title": "Izmena na liniji broj 82 zbog radova u ulici Ljubinke Bobić (od 18.07.2019)",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Zbog izvođenja radova na instalaciji toplovodne mreže, u ulici Ljubinke Bobić, na delu od raskrsnice sa ulicom Raška Dimitrijevića do zone raskrsnice sa ulicom Nedeljka Gvozdenovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 18.07.2019. do 23.07.2019., menja se režim rada linija JGP-a, na sledeći način:"
      },
      {
        "text": "• Vozila sa linije 82, će saobraćati: u smeru ka terminusu Blok 44: Nedeljka Gvozdenovića – Surčinska – Kružni tok sa ulicama Vinogradska i Dr Ivana Ribara – Vojvođanska – Gandijeva i dalje redovnom trasom; u smeru ka Zemunu: Gandijeva – Partizanske avijacije – Ismeta Mujezinovića – DR Huga Klajna – Ljubinke Bobić i dalje redovnom trasom"
      },
      {
        "text": "Privremeno se ukidaju stajališta, za liniju 82:"
      },
      {
        "text": "• „Nedeljka Gvozdenovića“ u smeru ka Bloku 44\n• „Raška Dimitrijevića“ u oba smera"
      },
      {
        "text": "Privremeno se uspostavlja stajalište u smeru ka Zemunu, u ulici Ismeta Mujezinovića, preko puta kućnog broja 18, na stubu javne rasvete."
      },
      {
        "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "05.07.2019",
    "title": "Informacija o režimu rada linija broj: 3A, 3L1, 11L, 12, 13 zbog završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 05.07.2019)",
    "sections": [
      {
        "text": "U sklopu završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja iste sa postojećom, kao i nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. godine od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
      },
      {
        "text": "Uspostavljaju se tramvajske linije:"
      },
      {
        "text": "• 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• 13 (Banovo Brdo – Most na Adi – Blok 45)"
      },
      {
        "text": "Režim rada linija:"
      },
      {
        "text": "• Tramvaji sa linije 11L će saobraćati (Tašmajdan – Most na Adi – Blok 45)\n• Tramvaji sa linije 12 će saobraćati na svojoj redovnoj trasi (Omladinski stadion – Banovo brdo)\n• Ukidaju se tramvajske linije 2L1 i 12L i autobuska linija 12A\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
      },
      {
        "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
      }
    ]
  },
  {
    "date": "14.06.2019",
    "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
    "sections": [
      {
        "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019. godine, doći će do izmene režima rada linija JGP-a na sledeći način:"
      },
      {
        "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Braće Jugović – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Vukov spomenik"
      },
      {
        "text": "Vozila sa linija 33, 48, će saobraćati: u smeru ka Trgu Slavija: redovnom trasom; u smeru ka Pančevačkom mostu: Beogradska – Bulevar kralja Aleksandra – Takovska – Jaše Prodanovića – Cvijićeva – Zdravka Čelara i dalje redovnim trasama"
      },
      {
        "text": "• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Autobusi sa linije 79 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Džordža Vašingtona i dalje redovnom trasom"
      },
      {
        "text": "Vozila sa linije 79 će u zoni radova saobraćati ulicama: Terminus Dorćol /SRC „Milan Gale Muškatirović“, Tadeuša Košćuška, Cara Dušana, Venizelosova, Poenkareova, Cvijićeva, Dimitrija Tucovića i dalje redovnom trasom"
      },
      {
        "text": "Ukidaju se stajališta:"
      },
      {
        "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
      },
      {
        "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
      },
      {
        "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
      },
      {
        "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
      },
      {
        "text": "Noćni saobraćaj:"
      },
      {
        "text": "• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
      }
    ]
  },
  {
    "date": "02.08.2018",
    "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
    "sections": [
      {
        "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
      }
    ]
  },
  {
    "date": "30.07.2018",
    "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
    "sections": [
      {
        "text": "Radovi produženi do 31.12.2019"
      },
      {
        "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
      },
      {
        "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
      },
      {
        "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
      },
      {
        "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
      },
      {
        "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
      },
      {
        "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
      }
    ]
  },
  {
    "date": "24.07.2018",
    "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
    "sections": [
      {
        "text": "Radovi produženi"
      },
      {
        "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
      },
      {
        "text": "Očekivano je da izmena bude na snazi do aprila 2019."
      },
      {
        "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
      },
      {
        "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
      },
      {
        "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
      },
      {
        "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
      },
      {
        "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
      }
    ]
  }
]
