[
    {
        "date": "",
        "title": "Operativna izmena na liniji broj 306 zbog radova u ulici Ravan",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.01.2021."
            },
            {
                "text": "Zbog proširenja radova na rekonstrukciji vodovodne mreže u ulici Ravan ka terminusu „Leštane“, koje izvodi JKP „Beogradski vodovod i kanalizacija“, u periodu od četvrtka 17.12.2020. od 10:30 časova do 08.01.2021. , operativno je izmenjen režim rada linije 306:"
            },
            {
                "text": "• Vozila sa linije 306 saobraćaju na relaciji: Ustanička – Leštane /Ravan/ (okretnica linije 311) i to u oba smera: Kružni put – ulica Ravan – Leštane /Ravan/"
            },
            {
                "text": "Privremeno se ukidaju stajališta: u smeru ka Leštanima: „Leštane /ulaz/“; – u smeru ka Ustaničkoj: „Leštane /izlaz/“; terminus „Leštane“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 85, 96 zbog radova u ulici Bratstva i jedinstva (od 27.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 25.01.2021."
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže i kišne kanalizacije, u ul. Bratstva i jedinstva na delu od ulice Save Mrkalja do ulice Valjevskog odreda, od nedelje 27.12.2020. do 25.01.2021., izmenjen je režima rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 85, u oba smera, saobraćaju: Zrenjaninski put – Ivana Milutinovića – Valjevskog odreda – Bratstva i jedinstva i dalje redovnom trasom ka terminusu Borča 3\n• Vozila sa linije 96, u oba smera, saobraćaju: Zrenjaninski put – Ivana Milutinovića – Valjevskog odreda – Bratstva i jedinstva i dalje redovnom trasom ka terminusu Borča 3"
            },
            {
                "text": "Privremeno su ukinuta stajališta:"
            },
            {
                "text": "• za liniju 96: „Borča raskršće“, u smeru ka Borči; „Kosovopoljska“, u oba smera i „Bratstva i jedinstva“, u smeru ka gradu\n• za linije 85 i 96: „Drinske divizije“ i „Save Mrkalja“, u oba smera i  „Zrenjaninski put“, u smeru ka Borči"
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 28.12.2020. uspostavljaju se polasci linije 60 koji saobraćaju pored Muzeja Savremene umetnosti",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od ponedeljka 28.12.2020. pojedini polasci sa linije broj 60 će saobraćati izmenjenom trasom pored Muzeja savremene umetnosti i nosiće oznaku 60L."
            },
            {
                "text": "Kako bi se obezbedila bolja povezanost Muzeja savremene umetnosti sa ostalim linijama javnog prevoza i na taj način olakšao dolazak zaposlenih na posao, a ujedno i zainteresovanim posetiocima omogućio što bolji pristup ovoj ustanovi, promenjena je trasa polazaka sa linije br. 60 u periodu od 12:00 do 14:30 časova, kao i od 17:00 do 20:00 časova, koji će pod oznakom 60L prolaziti pored Muzeja gde će imati i stajalište javnog prevoza u oba smera kretanja."
            },
            {
                "text": "Trasa nove linije je:"
            },
            {
                "text": "• u smeru prema terminusu „Novi Beograd (Toplana)“: ZELENI VENAC – Jug Bogdanova – Pop Lukina – Brankov most – Bulevar Nikole Tesle – Ušće (pored Muzeja savremene umetnosti) – Ušće (ispod Brankovog mosta) – Sajmište (kružni tok) – Staro sajmište – Zemunski put – Brodarska – Savski nasip – Jurija Gagarina – Milentija Popovića – Milutina Milankovića – Antifašističke borbe – Savski nasip – NOVI BEOGRAD /TOPLANA\n• u smeru prema terminusu „Zeleni venac“: NOVI BEOGRAD /TOPLANA/ – Savski nasip – Jurija Gagarina – Savski nasip – Zemunski put – Brodarska – Staro sajmište – Sajmište (levo prema ulici Ušće ispod Brankovog mosta) – Ušće (pored Muzeja savremene umetnosti) – Ušće (pored Parka prijateljstva) – Bulevar Nikole Tesle – Brankov most – Brankova – ZELENI VENAC"
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 18, 83 zbog radova u zoni terminusa “Zemun /Bačka/” (od 21.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.12.2020."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji okretnice Zemun (Bačka), koje izvodi JKP „Beograd put“, od ponedeljka 21.12.2020. do 27.12.2020., izmenjen je režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 18 saobraćaju: Ugrinovačka – Banatska – Cara Dušana – Filipa Višnjića – Rada Končara i dalje redovnom trasom\n• Vozila sa linije 83 saobraćaju: Ugrinovačka – Banatska – Cara Dušana i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u smeru ka gradu:"
            },
            {
                "text": "• za linije 18, 83: „Zadrugarska“\n• za liniju 18: „Filipa Višnjića“\n• za liniju 83: „Ugrinovačka“"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 60, 94, 95 zbog radova u ulicama Jurija Gagarina i Antifašističke borbe (Faza 3) (od 19.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2020."
            },
            {
                "text": "Zbog nastavka radova na putnoj infrastrukturi u ulicama Jurija Gagarina i Antifašističke borbe, u periodu od subote 19.12.2020. do 31.12.2020., zatvara se za saobraćaj:"
            },
            {
                "text": "• deo ul. Jurija Gagarina, od ul. Marka Hristića do ul. Antifašističke borbe u smeru ka Mostu na Adi\n• dve desne saobraćajne trake u ul. Jurija Gagarina, na delu od ul. Antifašističke borbe do izlazne rampe na Most na Adi\n• deo ul. Antifašističke borbe, od ulice Jurija Gagarina do silazne rampe sa Mosta na Adi na ulicu Antifašističke borbe, u smeru ka gradu\n• desna kolovozna traka ulice Savski nasip, na delu od ulice Jurija Gagarina ka Toplani"
            },
            {
                "text": "Napomena: Polovina profila kolovoza ul. Jurija Gagarina, na delu od ul. Antifašističke borbe do ul. Marka Hristića u smeru ka Bloku 45 (u redovnom režimu saobraćaja) će se koristiti za dvosmeran saobraćaj, dok će se na delu od ul. Antifašističke borbe ka Mostu na Adi, za smer prema Bloku 45 koristiti 3 saobraćajne trake, a jedna u smeru ka Mostu. Ulica Antifašističke borbe, na delu od Bulevara Milutina Milankovića do Jurija Gagarina biće prohodna u smeru ka Bloku 45."
            },
            {
                "text": "Zbog navedenog, menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Minibusi sa linije 60, saobraćaće na relaciji Zeleni venac – Blok 70A: u smeru ka Bloku 70A: Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina – Omladinskih brigada – terminus „Blok 70A“; u smeru ka Zelenom vencu: terminus „Blok 70A“ – Omladinskih brigada – Jurija Gagarina i dalje redovnom trasom\n• Autobusi sa linije 94: u smeru ka Resniku, redovnom trasom; u smeru ka terminusu Novi Beograd /Blok 45/: Most na Adi – Bulevar Heroja sa Košara – Antifašističke borbe – Bulevar Milutina Milankovića i dalje redovnom trasom\n• Autobusi sa linije 95: u smeru ka terminusu Novi Beograd /Blok 45/, redovnom trasom; u smeru ka Borči: Jurija Gagarina – Marka Hristića – Bulevar Crvene armije – Bulevar Milutina Milankovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• za liniju 60: „GP Rad“ u oba smera i terminus „Toplana“\n• za liniju 94: „Blok 42“ u smeru ka Bloku 45\n• za liniju 95: „Blok 42“ i „Železnička stanica Novi Beograd“ u smeru ka Borči"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 33, 37, 48, 58, 96 zbog radova na rekonstrukciji terminusa “Pančevački most /Železnička stanica/” (od 19.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.12.2020."
            },
            {
                "text": "Zbog radova na rekonstrukciji terminusa „Pančevački most /Železnička stanica/“, koje će izvoditi JKP „Beograd put“, u periodu od subote 19.12.2020. do 27.12.2020., linije javnog prevoza biće skraćene do terminusa „Dunav stanica“, na sledeći način:"
            },
            {
                "text": "• Autobusi sa linija 33, 48: u smeru ka Kumodražu, odnosno Miljakovcu 3: dolazno/polazno stajalište „Železnička stanica Dunav“ u ulici Jovana Avakumovića, ispred zgrade MUP-a – Jovana Avakumovića – Bulevar Despota Stefana – Dragoslava Srejovića – Mitropolita Petra i dalje redovnom trasom; u smeru ka Železničkoj stanici Dunav: Mitropolita Petra – Dragoslava Srejovića – Bulevar despota Stefana – Cvijićeva – Poenkareova – Jovana Avakumovića i dolazno/polazno stajalište „Železnička stanica Dunav“\n• Autobusi sa linije 37: u smeru ka terminusu Kneževac: dolazno/polazno stajalište „Železnička stanica Dunav“ ispred zgrade Železnička stanica Dunav – Poenkareova i dalje redovnom trasom; u smeru ka Železničkoj stanici Dunav: Poenkareova – Jovana Avakumovića – kružni tok – Poenkareova i dolazno/polazno stajalište „Železnička stanica Dunav“\n• Autobusi sa linije 58: u smeru ka Železničkoj stanici Dunav: Bulevar despota Stefana – Cvijićeva – Poenkareova – Jovana Avakumovića i dolazno/polazno stajalište „Železnička stanica Dunav“ (koje korista linija 44); u smeru ka terminusu „Novi Železnik“: dolazno/polazno stajalište „Železnička stanica Dunav“ (koje koristi linija 44) – Jovana Avakumovića – Bulevar despota Stefana i dalje redovnom trasom\n• Autobusi sa linije 96: u smeru ka terminusu Borča 3: dolazno/polazno stajalište „Železnička stanica Dunav“ (koje koriste linije 33, 48 i 96) – Jovana Avakumovića – Bulevar despota Stefana i dalje redovnom trasom; u smeru ka Železničkoj stanici Dunav: Bulevar despota Stefana – Cvijićeva – Poenkareova – Jovana Avakumovića i dolazno/polazno stajalište „Železnička stanica Dunav“ (koje koriste linije 33, 48 i 96)."
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Pančevački most /Železnička stanica/“\n• „Železnička stanica /Dunav/“, u smeru ka Pančevačkom mostu"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji: 521 zbog radova na izgradnji petlje “Petlovo brdo” (od 14.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji petlje „Petlovo brdo“, u periodu od ponedeljka 14.12.2020. do završetka radova, menja se režim rada linije 521 na sledeći način:"
            },
            {
                "text": "• u smeru ka Železniku: Ibarska magistrala (smer ka Lazarevcu) – silazna rampa (posle zone ukrštanja sa lokalnim putem Rakovica – Železnik), koja će do ulice Avalska biti udvosmerena i dalje redovno\n• u smeru ka Vidikovcu: Avalska – Ibarska magistrala (smer ka Lazarevcu) – petlja „Orlovača“ – Ibarska magistrala (smer ka Beogradu) i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji: 311 zbog radova u ulici Maršala Tita (od 14.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.04.2021."
            },
            {
                "text": "Zbog radova na rekonstrukciji vodovodne mreže u ulici Maršala Tita (naselje Leštane –  GO Grocka) u Beogradu, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 14.12.2020. do 09.04.2021. menja se režim rada linije 311, na sledeći način:"
            },
            {
                "text": "• smer ka terminusu Leštane (Ravan): Smederevski put – Kružni put – Ravan i dalje redovno do terminusa Leštane (Ravan)\n• smer ka terminusu Ustanička: terminus Leštane (Ravan) – Kružni put – Ravan – centar naselja Leštane (gde će vršiti promenu smera kretanja kao linija broj 306) – Ravan – Kružni put – Smederevski put i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• u smeru ka Leštanima: „Zdravstvena stanica Leštane i Vinča“, „Leštane“ i „Leštane /izlaz/“\n• u oba smera: „Prvomajska“, „Privredna zona“, „Miodraga Pešića“, „OŠ Nikola Tesla“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 45, 83 zbog radova u ulicama Dobanovačka i Dobrovoljačka (od 08.12.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.02.2021."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji distributivne vodovodne mreže i sekundarne kišne i fekalne kanalizacione mreže u ulicama Dobanovačka i Dobrovoljačka, koje izvodi „Direkcija za građevinsko zemljište i izgradnju Beograda“, u periodu od utorka 08.12.2020. do 09.02.2021. izmenjen je režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 45, u smeru ka terminusu Zemun /Novi grad/, saobraćaju: Cara Dušana – Filipa Višnjića – Rada Končara i dalje redovnom trasom\n• Vozila sa linije 83, u smeru ka terminusu Zemun /Bačka/, saobraćaju: Cara Dušana – Filipa Višnjića – Ugrinovačka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno su ukinuta stajališta: „Dušanova“, „Ugrinovačka“, „Stadion Zemun“, „Branka Pešića“ i „Filipa Višnjića“ za linije: 45, 83, u smeru ka terminusima „Zemun /Novi grad/“ i „Zemun/Bačka/“."
            },
            {
                "text": "Privremeno su uspostavljena stajališta:"
            },
            {
                "text": "• u ul. Filipa Višnjića, u smeru ka ul. Ugrinovačkoj, neposredno po prelasku raskrsnice sa ul. Cara Dušana i Filipa Višnjića, za linije: 45, 83\n• u ul. Filipa Višnjića u zoni raskrsnice sa ul. Ugrinovačkom, u smeru ka Zemun /Bačka/, za linije: 45, 83"
            },
            {
                "text": "Na izmenjenom delu trasa vozila koriste postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 24.11.2020. privremeno se obustavlja rad minibus linije A1 (Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla)",
        "sections": [
            {
                "text": "Od utorka, 24.11.2020., privremeno se obustavlja rad minibus linije A1 koja saobraća na relaciji “Trg Slavija /Kralja Milutina/ – Aerodrom Nikola Tesla”."
            },
            {
                "text": "Odluka je doneta usled pogoršanja epidemiološke situacije i malog broja letova sa beogradskog Aerodroma „Nikola Tesla”, kao i malog broja putnika koji koriste uslugu prevoza minibus linije A1."
            },
            {
                "text": "Sa poboljšanjem epidemiološke situacije, razmotriće se uslovi za ponovno uspostavljanje rada linije, o čemu će građani biti blagovremeno informisani."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukidaju noćne linije (N) u Beogradu (od 18.11.2020)",
        "sections": [
            {
                "text": "Privremena obustava rada linija u noćnom (N) prevozu putnika od sutra uveče, odnosno od noći između 18. i 19. novembra."
            },
            {
                "text": "Odluka je doneta u skladu sa naredbom Gradskog štaba za vanredne situacije (zbog pogoršane epidemiološke situacije uzrokovane virusom Covid-19) na teritoriji Grada Beograda, a kojom je svim ugostiteljskim objektima, prodavnicama, trgovinskim centrima i drugim maloprodajnim objektima, pozorištima i bioskopima, priređivačima posebnih i klasičnih igara na sreću i drugim objektima zabranjen rad od 21 do 5 časova."
            },
            {
                "text": "Privremena obustava rada će biti izvršena na 24 noćne linije, koje su saobraćale od 00 do 4 sata, a to su sledeće linije:"
            },
            {
                "text": "• 15N Trg Republike – Zemun /Novi grad/\n• 26N Dorćol – Braće Jerković\n• 27N Trg Republike – Mirijevo 3\n• 29N Studentski trg – Medaković 3\n• 31N Studentski trg – Konjarnik\n• 32N Trg Republike – Višnjica\n• 33N Studentski trg – Kumodraž\n• 37N Trg Republike – Kneževac\n• 47N Trg Republike – Resnik ŽS\n• 51N Trg Republike – Bele vode\n• 56N Trg Republike – Rušanj\n• 68N Trg Republike – Novi Beograd /Blok 45/\n• 75N Trg Republike – Bežanijska kosa\n• 101N Trg Republike – Padinska skela\n• 202N Trg Republike – Veliko selo\n• 301N Trg Republike – Begaljica\n• 304N Trg Republike – Ritopek\n• 308N Slavija – Veliki mokri lug\n• 401N Dorćol /Dunavska/ – Pinosava\n• 511N Trg Republike – Sremčica\n• 601N Trg Slavija – Dobanovci\n• 603N Trg Republike – Ugrinovci\n• 704N Trg Republike – Zemun polje\n• 706N Trg Republike – Batajnica"
            },
            {
                "text": "Po ukidanju donetih mera, prevoz na noćnim linijama će biti ponovo uspostavljen."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 3L1, 3A, 11 (11L), 12 zbog završetka dela radova u sklopu rekonstrukcije Savskog trga (od 30.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.03.2021."
            },
            {
                "text": "Zbog završetka dela radova u sklopu rekonstrukcije Savskog trga, počev od petka 30.10.2020. do 01.03.2021., (za saobraćaj je zatvorena Savska ulica, smer od Nemanjine ulice ka Palati pravde – u zoni pošte u Savskoj ulici), na snazi je i dalje izmenjen režim rada linija:"
            },
            {
                "text": "• Tramvajska linija 3L1 je i dalje ukinuta\n• Tramvaji sa linije 11 u oba smera saobraćaju na relaciji: Pristanište – Stari savski most – Novi Beograd /Blok 45/\n• Tramvaji sa linije 12 u oba smera saobraćaju na relaciji: Omladinski stadion – Vukov spomenik – Tašmajdan – Savski trg – Stari savski most – Most na Adi – Banovo brdo\n• Autobuska linija 3A saobraća na relaciji Savski trg – Kneževac i to sledećom trasom: u smeru ka Kneževcu: Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska i dalje redovnom trasom; u smeru ka Savskom trgu: redovnom trasom do Bulevara vojvode Mišića – Savska – Savski trg."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na rekonstrukciji i uređenju ulice Cara Dušana (od 16.09.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.01.2021."
            },
            {
                "text": "U sklopu radova na rekonstrukciji i uređenju ulice Cara Dušana, na delu između ulica Francuske i Tadeuša Košćuška, u periodu od 16.09.2020. do 30.09.2020., važiće sledeći režim rada linija:"
            },
            {
                "text": "Tramvajski saobraćaj:"
            },
            {
                "text": "• Tramvajske linije 2, 5, 10 i dalje ne saobraćaju\n• Tramvaji sa linije 11L saobraćaće i dalje na relaciji: Pristanište – Stari savski most – Blok 45"
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Vozila sa linija: 5A, 79 u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Bulevar vojvode Bojovića – Dunavska – Žorža Klemansoa – Cara Dušana – Džordža Vašingtona i dalje redovnim trasama\n• Vozila sa linije 24 u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Bulevar vojvode Bojovića – Dunavska – Žorža Klemansoa – Francuska i dalje redovnom trasom\n• Vozila sa linija: 26, 26N će saobraćati: u smeru ka Naselju „Braće Jerković“: Dorćol /Dunavska/ – Dunavska – Žorža Klemansoa – Francuska i dalje redovnim trasama; u smeru ka Dorćolu: Francuska – Žorža Klemansoa – Dunavska – Bulevar vojvode Bojovića – Tadeuša Košćuška – Dunavska – Dorćol /Dunavska/\n• Vozila sa linije 401N će saobraćati: u smeru ka Vukovom spomeniku: Dorćol /Dunavska/ – Dunavska – Žorža Klemansoa – Cara Dušana – DŽordža Vašingtona i dalje redovnom trasom; u smeru ka Dorćolu: Džordža Vašingtona – Cara Dušana – Žorža Klemansoa – Dunavska – Bulevar vojvode Bojovića – Tadeuša Košćuška – Dunavska – Dorćol /Dunavska/"
            },
            {
                "text": "Privremeno su ukinuta stajališta:"
            },
            {
                "text": "• „Kalemegdan“ u oba smera, „Tadeuša Košćuška“ u oba smera i terminusno polazno-dolazno stajalište „Kalemegdan /Donji grad/“ za liniju 11L\n• „Dorćol /Knjeginje Ljubice/“ i „Kralja Petra“ u oba smera, „Braće Baruh“ u smeru ka Dorćolu za linije 5A, 24, 26, 79\n• „Braće Baruh“ u smeru ka Francuskoj ulici za linije 5A, 24, 79\n• „Despota Đurđa“ u smeru ka Naselju Braće Jerković za liniju 26"
            },
            {
                "text": "Privremeno uspostavljena stajališta: u Dunavskoj ulici u oba smera „Dobračina“, „Jevrejska“ i „Mike Alasa“, kao i stajalište „Dubrovačka“ u smeru ka Kalemegdanu su i dalje u funkciji."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama broj: 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 zbog radova na rekonstrukciji ulice Janka Stajčića u Lazarevcu (od 12.06.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.01.2021."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulice Janka Stajčića u Lazarevcu na delu od Doma kulture do raskrsnice „Krivaja“, u periodu od 12.06.2020. do 24.01.2021., doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "• Faza 1 – Radovi na delu od raskrsnice sa ulicom Stanislava Sremčevića Crnog km 0+076,00 do raskrsnice na km 0+748,27 u periodu od 10.09.2020. do 31.12.2020. Tokom izvođenja radova u ovoj fazi doći će do potpunog zatvaranja kolovoza na predmetnoj deonici, pa će vozila sa linija javnog prevoza broj: 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 u oba smera saobraćati ulicama Dula Karaklajića, Dimitrija Tucovića, Ibarski put, Janka Stajčića do raskrsnice „Krivaja“ i dalje redovno\n• Faza 2 – Radovi na delu od raskrsnice na km 0+748,27 do trokrake raskrsnice „Krivaja“ na km 1+691,00 u periodu od 12.06.2020. do 09.09.2020. Tokom izvođenja radova u ovoj fazi doći će do potpunog zatvaranja kolovoza na predmetnoj deonici, pa će vozila sa linija javnog prevoza br. 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 860BL, 860L, 946 u oba smera saobraćati ulicama Dula Karaklajića, Dimitrija Tucovića, Ibarski put, Janka Stajčića do raskrsnice „Krivaja“ i dalje redovno\n• Faza 3 – Radovi na trokrakoj raskrsnici „Krivaja“ na km 1+691,00 na desnoj strani gledano u smeru ka naselju Vreoci u periodu od 01.01.2020. do 11.01.2021. Tokom izvođenja radova u ovoj fazi doći će do zatvaranja desne strane kolovoza gledano u smeru ka naselju Vreoci, pa će se vozila kroz zonu radova kretati preostalom širinom kolovoza uz naizmenično propuštanje regulisano privremenom svetlosnom signalizacijom\n• Faza 4 – Radovi na trokrakoj raskrsnici „Krivaja“ na km 1+691,00 na levoj strani gledano u smeru ka naselju Vreoci u periodu od 12.01.2020. do 24.01.2021. Tokom izvođenja radova u ovoj fazi doći će do zatvaranja leve strane kolovoza gledano u smeru ka naselju Vreoci, pa će se vozila kroz zonu radova kretati preostalom širinom kolovoza uz naizmenično propuštanje regulisano privremenom svetlosnom signalizacijom"
            },
            {
                "text": "Tokom izvođenja radova u fazama 1 i 2, na izmenjenom delu trase uspostavljaju se privremena stajališta:"
            },
            {
                "text": "U smeru ka Lazarevcu:"
            },
            {
                "text": "• „Janka Stajčića 1“ – stajalište se uspostavlja u ulici Janka Stajčića, na poziciji ED stuba oko 15 metara ispred zone raskrsnice sa saobraćajnicom koja vodi prema državnom putu IB reda oznake 22 (Ibarski put) u naselju Šopić\n• „Dula Karaklajića 1“ – stajalište se uspostavlja u ulici Dimitrija Tucovića, na poziciji oko 50 metara ispred obeleženog pešačkog prelaza u zoni raskrsnice sa ulicom Dula Karaklajića, ispred objekta škole"
            },
            {
                "text": "U smeru ka Beogradu:"
            },
            {
                "text": "• „Dula Karaklajića 1“ – stajalište se uspostavlja u ulici Dimitrija Tucovića, na poziciji oko 50 metara posle zone raskrsnice sa ulicom Dula Karaklajića, preko puta objekta škole\n• „Janka Stajčića 1“ – stajalište se uspostavlja u saobraćajnici koja vodi od državnog puta IB reda oznake 22 (Ibarski put) prema ulici Janka Stajčića, oko 10 metara ispred zone raskrsnice sa ulicom Janka Stajčića u naselju Šopić"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. (očekivano do 31.12.2020) menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2020."
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
