[
    {
        "date": "10.01.2020",
        "title": "Izmene na linijama broj: 7, 9, 11, 46, 51, 78, 83, 91, 92, 511, 551, 553, 601 zbog radova na Savskom trgu (od 11.01.2020)",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji saobraćajnice na obodu Savskog trga, koji podrazumevaju potpuno zatvaranje Karađorđeve ulice na delu od ulice Nemanjine do ulice Mihaila Bogićevića, kao i samog terminusa „Savski trg“, koje će izvoditi preduzeće „Beograd na vodi“, u periodu od subote 11.01.2020. do 30.03.2020., menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linija 7, 9 u oba smera, će saobraćati: Nemanjina – Savska – Bulevar vojvode Mišića – Petlja “Radnička” – Most na Adi – Bulevar heroja sa Košara – Đorđa Stanojevića – Bulevar Milutina Milankovića – Antifašističke borbe i dalje redovnim trasama\n• Tramvaji sa linije 11 u oba smera, će saobraćati: Karađorđeva – Stari savski most – Zemunski put – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe i dalje redovnom trasom\n• Vozila sa linija 78, 83 će saobraćati: u smeru ka Trgu Slavija: Bulevar Mihajla Pupina – Brankov most – Brankova – Kraljice Natalije – Kneza Miloša – Nemanjina i dalje redovnim trasama; u smeru ka Zemunu: Nemanjina – Balkanska – Gavrila Principa – Pop Lukina – Brankova – Brankov most – Bulevar Mihajla Pupina i dalje redovnim trasama\n• Vozila sa linije 46 u smeru ka Savskom trgu, će saobraćati: Franša D’ Eperea – Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA\n• Vozila sa linija 51, 91, 92, 511, 551, 553 u smeru ka Savskom trgu, će saobraćati: Bulevar vojvode Mišića – Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA\n• Vozila sa linije 601 u smeru ka Savskom trgu, će saobraćati: Most Gazela – Savska  Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska do stajališta NEMANJINA\n• Vozila sa linije A1 iz pravca aerodroma “Nikola Tesla” saobraćaju trasom: Brankov most – Brankova – Kraljice Natalije – Kneza Miloša – Nemanjina i dalje redovno, uz ukidanje stajališta “Savski trg”. U smeru ka aerodromu “Nikola Tesla”: linija radi na redovnoj trasi, dok se stajalište “Savski trg” izmešta unapred za oko 60m u Savskoj ulici."
            },
            {
                "text": "Napomena: Promenu smera kretanja do polaznog stajališta „Savski trg“ vozila sa ovih linija će vršiti ulicama Balkanska – Admirala Geprata – Kneza Miloša – Nemanjina – Savski trg – Savska. Polazno stajalište „Savski trg“ za linije 36, 46, 51, 91, 92, 511, 551, 553, 601, biće privremeno izmešteno za 60 metara unapred, u odnosu na postojeću lokaciju."
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Savski trg“ u oba smera, za linije 7, 9\n• „Ekonomski fakultet“ u oba smera, za linije 78, 83\n• „Staro sajmište“ u oba smera, za linije 78, 83\n• „Savski trg“ u oba smera, za linije 78, 83"
            },
            {
                "text": "Napomena: Za vreme trajanja radova uključivanje i isključivanje tramvaja na linijama vršiće se preko Mosta na Adi, sem tramvaja na liniji 11."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            },
            {
                "text": "Vozila sa prigradskih linija, iz smera Obrenovca, Lazarevca, Sopota i Mladenovca će u smeru ka BAS-u saobraćati trasom: Savska – Nikolaja Kravcova (produžetak Višegradske ulice u Beogradu na vodi) – Bulevar Vudroa Vilsona, odakle je moguće desno skretanje ka BAS-u, pri čemu će kao poslednje stajalište u Savskoj ulici koristiti stajalište „Durmitorska”. U smeru ka periferiji, ova vozila će saobraćati trasom: BAS – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom. Za ove linije se uspostavlja privremeno stajalište u Ulici Nikolaja Kravcova, na poziciji EDB stuba koji se nalazi oko 30 metara ispred raskrsnice sa Savskom ulicom."
            },
            {
                "text": "Preporuke za korišćenje linija:"
            },
            {
                "text": "S obzirom na to da su tramvajske linije 7, 9 izmeštene iz Ulice Milentija Popovića, kao dopuna nedostajućem kapacitetu na ovom potezu biće povećan broj tramvaja na liniji 11 koja će privremeno biti vraćena na staru trasu preko Starog savskog mosta."
            },
            {
                "text": "Iz Sekretarijata za javni prevoz preporučuju putnicima koji su za vezu sa Ušćem i Ulicu Milentija Popovića koristili linije 7, 9 na tramvajskim stajalištima na Savskom trgu, da kao alternativu koriste liniju 11 na tramvajskom stajalištu „Ekonomski fakultet” na ulazu u BAS."
            },
            {
                "text": "Veza Savskog trga i blokova duž Ulice Jurija Gagarina ostaje u funkciji uz napomenu da će tramvaji koristiti Most na Adi umesto Starog savskog mosta."
            },
            {
                "text": "Za putnike koji su koristili linije 78, 83 za vezu sa Savskim trgom i BAS-om, najbliže stajalište u smeru ka Novom Beogradu biće u Balkanskoj, kao i u Gavrila Principa u zoni Kameničke ulice, dok se za smer ka Slaviji može koristiti stajalište „Kneza Miloša” u Nemanjinoj ulici."
            },
            {
                "text": "Druga mogućnost je presedanje sa ove dve linije na tramvajsku liniju 11 u zoni TC „Ušće” ili na stajalištima „Brankov most“ u Brankovoj ulici."
            }
        ]
    },
    {
        "date": "03.12.2019",
        "title": "Izmene na linijama broj: 2, 5, 10, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije, Džordža Vašingtona i Cara Dušana",
        "sections": [
            {
                "text": "Radovi produženi do 01.08.2020"
            },
            {
                "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije, Džordža Vašingtona i Cara Dušana, doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Ukidaju se tramvajske linije 2, 5, 10\n• Vozila sa linije 79, u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović/“ – Tadeuša Košćuška – Cara Dušana – Venizelosova – Poenkareova – Cvijićeva – Dimitrija Tucovića i dalje redovnom trasom\n• Vozila sa linije 27N, u smeru ka Mirijevu, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u smeru ka Višnjici, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju broj 96) – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom\n• Uspostavlja se privremena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik)"
            },
            {
                "text": "Trasa linije 5A: u smeru ka Vukovom spomeniku: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Trg Republike – Kolarčeva – Terazije – Trg Nikole Pašića – Bulevar kralja Aleksandra – Ruzveltova – Kraljice Marije – VUKOV SPOMENIK; u smeru ka Dorćolu: VUKOV SPOMENIK – Kraljice Marije – Bulevar kralja Aleksandra – Trg Nikole Pašića – Terazije – Kolarčeva – Trg Republike – Francuska – Cara Dušana – Tadeuša Košćuška – DORĆOL /SRC „Milan Muškatirović/"
            },
            {
                "text": "Polazno-dolazno stajalište je „Vukov spomenik“ zajedno sa linijama 32, 66 i EKO 1."
            }
        ]
    },
    {
        "date": "20.11.2019",
        "title": "Izmena na liniji broj: 311 zbog radova u ulici Ravan (od 21.11.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 24.02.2020"
            },
            {
                "text": "Zbog sanacije defekta na vodovodnoj mreži u ulici Ravan, koje će izvoditi JKP „Beogradski vodovod i kanalizacija”, u periodu od četvrtka 21.11.2019. do 19.12.2019. menja se režim rada linije javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 311 će saobraćati na skraćenoj relaciji: Ustanička – Leštane"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u oba smera:"
            },
            {
                "text": "• „Ravan“\n• „Kremenje“\n• „Ravan /ulaz/“"
            }
        ]
    },
    {
        "date": "05.07.2019",
        "title": "Režim rada linija: 3L1, 3A zbog nemogućnosti prolaska tramvaja od Topčidera ka Kneževcu (od 05.07.2019)",
        "sections": [
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Uspostavlja se tramvajska linija: 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac. Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 01.06.2020"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
