[
    {
        "date": "15.03.2020",
        "title": "Izmena u režimu rada linija javnog prevoza zbog uspostavljanja vanrednog stanja zbog epidemije koronavirusa (Covid-19) (od 17.03.2020)",
        "sections": [
            {
                "text": "Sekretarijatu za javni prevoz izdata je naredba za smanjenje obima javnog gradskog prevoza na teritoriji grada Beograda od utorka, 17. marta 2020. i njegovo stavljanje na subotnji režim vožnje, uz ukidanje svih noćnih linija. Napomena: Subotnji red vožnje primenjuje se radnim danima i subotom, nedeljom linije rade po nedeljnom redu vožnje."
            },
            {
                "text": "Napomena: Za linije broj: 464, 465, 465A, 493, 580, 581, 581E, 583, 583A, 860BL, 4414A uspostavljaju se dodatni polasci po subotnjem redu vožnje, tj. redu vožnje koji se u vanrednom režimu primenjuje radnim danom i subotom."
            },
            {
                "text": "Na linijama gradskog i prigradskog prevoza u Nišu od utorka 17. marta 2020. pa do daljnjeg primenjivaće se letnji red vožnje."
            },
            {
                "text": "Informacije: Epidemija koronavirusa (Covid-19)"
            }
        ]
    },
    {
        "date": "13.03.2020",
        "title": "Izmena na liniji broj 60 zbog radova u ulici Savski nasip (od 14.03.2020)",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji i izgradnji toplovodne mreže duž ulice Savski nasip, na delu od ulice Jurija Gagarina do ulice Brodarska, koje će izvoditi JKP „Beogradske elektrane” od subote 14.03.2020 do 28.03.2020, doći će do potpunog zatvaranja navedene deonice, pri čemu se menja režim rada linije 60 na sledeći način:"
            },
            {
                "text": "• U smeru ka Zelenom vencu, vozila će saobraćati: Jurija Gargarina – Vladimira Popovića – interna saobraćajnica između ulica Vladimira Popovića i Milentija Popovića – Milentija Popovića – Bulevar Mihajla Pupina – Brankov most i dalje redovnom trasom\n• U smeru ka Novom Beogradu, vozila će saobraćati: Sajmište – Zemunski put – Vladimira Popovića – Bulevar Milutina Milankovića i dalje redovonom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „JRB“, u oba smera\n• „Novi železnički most“ u oba smera\n• „Železnički most Sava“ u oba smera\n• „Most Gazela“ u oba smera\n• „Slavka Šlandera“ u oba smera\n• „Sajmište“ u smeru ka Zelenom vencu"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Sava centar“, u smeru ka Novom Beogradu, na poziciji autobuske niše ispred ulaza u objekat Sava centra u ulici Vladimira Popovića\n• „Sava centar“, u smeru ka Zelenom vencu, na poziciji ED stuba koji se nalazi oko 30 metara posle obeleženog pešačkog prelaza preko puta ulaza u objekat Sava centra u ulici Vladimira Popovića\n• „Blok 20“, u smeru ka Zelenom vencu, na betonskoj površini oko 30,0 metara posle obeleženog pešačkog prelaza u zoni raskrsnice ulica Vladimira Popovića i interne saobraćajnice između ulica Milentija Popovića i Vladimira Popovića (u visini okretnice „Blok 20“)"
            }
        ]
    },
    {
        "date": "10.03.2020",
        "title": "Izmena na liniji broj 27 zbog radova u ulici Rableova (od 11.03.2020)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Rableova, na delu od ulice Mirijevski venac do ulice Matice srpske, koje će izvoditi JKP „Beograd put“, od srede 11.03.2020 do 31.03.2020, doći će do potpunog zatvaranja za saobraćaj navedene deonice, pri čemu se menja režim rada linije JGP-a 27 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 27 će saobraćati, u oba smera, ulicama: Mirijevski venac – Samjuela Beketa – Matice srpske – Mihaila Bulgakova i dalje redovnom trasom"
            },
            {
                "text": "Napomena: Privremeno se ukida stajalište „Matice srpske“ u oba smera."
            }
        ]
    },
    {
        "date": "02.03.2020",
        "title": "Izmena na linijama broj: 58, 88 zbog radova u ulici Lole Ribara (od 03.03.2020)",
        "sections": [
            {
                "text": "Radovi produženi do 30.03.2020"
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Lole Ribara , na delu od ulice Radnih akcija do ulice Bore Stankovića, koje će izvoditi JKP „Beograd put“, u periodu od utorka 03.03.2020 do 19.03.2020., doći će do potpunog zatvaranja za saobraćaj navedene deonice, pri čemu se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 58, 88 u oba smera će saobraćati ulicama: Vodovodska – Lole Ribara – Radnih akcija – Avalska i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u oba smera, za linije 58 i 88:"
            },
            {
                "text": "• „Železnik (Zlatanovići)“\n• „Braće Mitrović“\n• „Ivo Lola Ribar“\n• „Pijaca“"
            }
        ]
    },
    {
        "date": "28.02.2020",
        "title": "Režim rada linija zbog radova na Savskom trgu (od 29.02.2020)",
        "sections": [
            {
                "text": "Zbog izvođenja radova na Savskom trgu u periodu od 29.02.2020 do 05.04.2020. saobraćaj će biti potpuno obustavljen u ovoj zoni što će dovesti do sledećih izmena na linijama javnog prevoza:"
            },
            {
                "text": "Tramvajski saobraćaj:"
            },
            {
                "text": "• Tramvaji sa linije 3L1 (Omladinski stadion – ŽS Topčider) ne saobraća\n• Tramvaji sa linije 6 (Tašmajdan – Ustanička) ne saobraća\n• Tramvaji sa linije 7 (Ustanička – Blok 45) ne saobraća\n• Tramvaji sa linije 9 (Banjica – Blok 45) ne saobraća\n• Tramvaji sa linije 12 (Omladinski stadion – Banovo brdo) ne saobraća\n• Tramvaji sa linije 14 (Ustanička – Banjica) ne saobraća\n• Tramvaji sa linije 11 (Kalemegdan /Donji grad/ – Blok 45) će i dalje saobraćati u oba smera preko Starog savskog mosta\n• Tramvaji sa linije 13 (Banovo brdo – Blok 45) će saobraćati na redovnoj trasi preko Mosta na Adi\n• Uspostavlja se privremena tramvajska linija 12L (Kalemegdan /Donji grad/ – Banovo brdo) sa sledećom trasom oba smera: KALEMEGDAN /DONJI GRAD/, Bulevar vojvode Bojovića, Tadeuša Košćuška, Pariska, Pristanište, Karađorđeva, Stari savski most, Zemunski put, Milentija Popovića, Bulevar Milutina Milankovića, Đorđa Stanojevića, Bulevar heroja sa Košara, Most na Adi, Saobraćajnica pored Hipodroma, Vladimira Radovanovića, Požeška, BANOVO BRDO"
            },
            {
                "text": "Kao zamena za ukinute tramvajske linije uspostavljaju se privremene autobuske linije:"
            },
            {
                "text": "• Linija 6A (Vukov spomenik – Ustanička). Trasa linije 6A u oba smera: VUKOV SPOMENIK, Kraljice Marije, Bulevar kralja Aleksandra, USTANIČKA. Napomena: Polazno i dolazno stajalište za liniju 6A je „Vukov spomenik“ zajedno sa linijama 32, 66, EKO 1. Vozila će vršiti promenu smera kretanja na sledeći način: Bulevar kralja Aleksandra – Ruzveltova – Kraljice Marije – Bulevar kralja Aleksandra.\n• Linija 7A (Ustanička – Blok 20) sa sledećom trasom: Smer A: USTANIČKA, Bulevar kralja Aleksandra, Resavska, Nemanjina, Balkanska, Gavrila Principa, Lička, Karađorđeva, Stari savski most, Zemunski put, Vladimira Popovića, BLOK 20; Smer B: BLOK 20, Vladimira Popovića, Zemunski put, Stari savski most, Bulevar Vudro Vilsona, Nikolaja Kravcova, Savska, Miloša Pocerca, Sarajevska, Nemanjina, Resavska, Bulevar kralja Aleksandra, USTANIČKA\n• Linija 9A (Banjica 2 – Blok 20) sa sledećom trasom: Smer A: BANJICA 2, Paunova, Baštovanska, Bebelova, Vojvode Stepe, Trg oslobođenja, Bulevar oslobođenja, Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Lička, Karađorđeva, Stari savski most, Zemunski put, Vladimira Popovića, BLOK 20; Smer B: BLOK 20, Vladimira Popovića, Zemunski put, Stari savski most, Bulevar Vudro Vilsona, Nikolaja Kravcova, Savska, Miloša Pocerca, Sarajevska, Nemanjina, Trg Slavija, Bulevar oslobođenja, Trg oslobođenja, Vojvode Stepe, Bebelova, Baštovanska, Paunova – BANJICA 2\n• Linija 9A1 (Trg Slavija – Banjica 2) sa sledećom trasom u oba smera: TRG SLAVIJA, Bulevar oslobođenja, Trg oslobođenja, Vojvode Stepe, Bebelova, Baštovanska, Paunova – BANJICA 2"
            },
            {
                "text": "Napomena: Na linijama 6A, 7A, 9A, 9A1 saobraćaće vozila privatnih prevoznika."
            },
            {
                "text": "Privremene autobuske linije 3A, 5A menjaju trase i to:"
            },
            {
                "text": "• Linija 3A (Savska – Kneževac) sa sledećom trasom: Smer A: SAVSKA, Bulevar vojvode Mišića, Topčiderska, Bulevar Patrijarha Pavla, Patrijarha Dimitrija, Oslobodilaca Rakovice, Oslobođenja, KNEŽEVAC; Smer B: KNEŽEVAC, Oslobođenja, Oslobodilaca Rakovice, Patrijarha Dimitrija, Bulevar Patrijarha Pavla, Topčiderska, Gardijska, Bulevar Patrijarha Pavla, Bulevar vojvode Mišića, SAVSKA. Na liniji će, radnim danom, saobraćati 10 vozila (po pet SP „Kosmaj“ i SP „Novi Beograd“), odnosno šest vozila vikendom (pet vozila SP „Kosmaj“ i jedno vozilo SP „Novi Beograd“).\n• Linija 5A (Dorćol SRC “Milana Gale Muškatirović – Omladinski stadion) sa sledećom trasom u oba smera: DORĆOL SRC”MILAN GALE MUŠKATIROVIĆ”, Tadeuša Košćuška, Cara Dušana, Džordža Vašingtona, 27.marta, Kraljice Marije, Ruzveltova, OMLADINSKI STADION. Na liniji će, radnim danom, saobraćati sedam vozila (tri vozila SP „Karaburma“ i četiri vozila SP „Kosmaj“), odnosno pet vozila vikendom (jedno vozilo SP „Karaburma“ i četiri vozila SP „Kosmaj“). Napomena: Promenu smera kretanja vozila vrše u terminusu „Omladinski stadion“, a dolazno i polazno stajalište je „Omladinski stadion“ u ulici Mije Kovačevića zajedno sa autobuskim linijama 25, 25P, 27, 32, 66."
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Linije broj: 46, 51, 511, 601 će u smeru prema privremenom terminusu u ulici Balkanska saobraćati ulicama: Drinska, Sarajevska, Hajduk Veljkov venac, Balkanska, dok će u smeru ka periferiji sa privremenog terminusa u ulici Balkanska saobraćati ulicama: Balkanska, Gavrila Principa, Lička, Karađorđeva, Zemunski put, Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska i dalje redovnim trasama\n• Linije broj: 91, 92, 551, 553 će se u smeru ka Savskom trgu kretati Savskom ulicom do privremene okretnica neposredno pre Savskog trga u zoni zgrade Pošte i istom trasom će kretati nazad\n• Linija 36, kao i noćne linije 51N, 601N će u smeru ka Mostaru saobraćati ulicama: Nemanjina, Balkanska, Gavrila Principa, Lička, Karađorđeva, Vudro Vilsona, Nikolaja Kravcova, Savska i dalje redovno, dok će u smeru ka Trgu Slavija saobraćati ulicama: Savska, Drinska, Sarajevska, Hajduk Veljkov venac, Nemanjina i dalje redovnom trasom\n• Linije broj: 78, 83 i minibus linija E1 radiće u postojećem privremenom režimu po kome se vozila na ovim linijama kreću u smeru ka Trgu Slavija ulicama: Bulevar Mihajla Pupina, Brankov most, Brankova, Kraljice Natalije, Kneza Miloša, Nemanjina i dalje redovnim trasama, dok će u smeru ka Zemunu saobraćati ulicama: Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankova, Brankov most, Bulevar Mihajla Pupina i dalje redovnim trasama\n• Minibus linija A1 će u smeru ka aerodromu “Nikola Tesla” saobraćati ulicama: Nemanjina, Balkanska, Gavrila Principa, Brankov most, Bulevar Mihajla Pupina i dalje redovno, dok će u smeru ka Trgu Slavija saobraćati ulicama: Bulevar Mihajla Pupina, Brankov most, Brankova, Kraljice Natalije, Kneza Miloša, Nemanjina i dalje redovnom trasom"
            },
            {
                "text": "Vozila sa prigradskih linija iz smera Barajeva, Obrenovca, Lazarevca, Sopota i Mladenovca će:"
            },
            {
                "text": "• u smeru ka BAS-u saobraćati ulicama: Savska, Nikolaja Kravcova (produžetak Višegradske ulice u Beogradu na vodi), Bulevar Vudroa Vilsona odakle je moguće desno skretanje u „BAS“\n• u smeru ka periferiji saobraćati ulicama: BAS, Karađorđeva, Zemunski put, Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se uspostavljaju sledeća stajališta:"
            },
            {
                "text": "• „Nemanjina“ za privremene linije: 7A, 9A i redovnu liniju 36 u smeru ka Trgu Slavija u ulici Hajduk Veljkov venac, 25 metara posle pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Birčaninova\n• „Staro sajmište“ za privremene linije: 7A, 9A u smeru ka terminusu „Blok 20“ u ulici Zemunski put, 30 metara posle semaforisanog pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Sajmište (neposredno ispred auto i tepih perionice)\n• „Staro sajmište“ za privremene linije 7A, 9A u smeru ka terminusu „Trgu Slavija“ u ulici Zemunski put, na poziciji EDB stuba, 30 metara ispred semaforisanog pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Sajmište\n• „BAS“ za linije: 7A, 9A, 36, 46, 51, 511, 601 u smeru ka Mostaru i Trgu Slavija, na poziciji EDB stuba u ulici Vudroa Vilsona, 30 metara posle obeleženog pešačkog prelaza koji se nalazi u zoni ulaza u BAS\n• „BAS“ za linije: 7A, 9A u smeru ka Novom Beogradu na privremeno ukinutom stajalištu za linije 78, 83 koje se nalazi u zoni ulaza u BAS\n• „Palata pravde“ za linije: 7A, 9A, u smeru ka Trgu Slavija, u ul. Savska 20 metara pre raskrsnice i zaustavne linije sa ul. Miloša Pocerca (privremena lokacija stajališta koja je korišćena tokom rekonstrukcije zgrade Palate pravde)\n• „Palata pravde 1“ za linije: 36, 46, 51, 511, 601 u smeru ka Mostaru, kao i prigradske linije u smeru ka Barajevu, Obrenovcu, Lazarevcu, Sopotu i Mladenovcu, na poziciji EDB stuba u ulici Nikolaja Kravcova oko 30 metara ispred raskrsnice sa ulicom Savska\n• „Palata pravde 1“ za prigradske linije iz smera Barajeva, Obrenovca, Lazarevca, Sopota i Mladenovca ka BAS-u, na poziciji EDB stuba koji se nalazi u ulici Nikolaja Kravcova oko 50 metara posle raskrsnice sa ulicom Savska (neposredno ispred kolskog ulaza)\n• „Savska (okretnica)“ polazno stajalište za linije: 3A, 91, 92, 551, 553, ul. Savska br. 2, u visini stuba javne rasvete u delu saobraćajne trake neposredno pre desnog skretanja ka objektu pošte\n• „Savska (okretnica)“ dolazno stajalište za linije: 3A, 91, 92, 551, 553, ul. Savska, pre zone radova, u ul. Savska ispred kućnog br. 5.\n• „GO Zvezdara“ za linije: 6A, 7A u smeru ka ulici Ustanička, na poziciji EDB stuba ispred kućnog broja 146 (knjižara “LAGUNA”), 25 metara posle bašte lokala “ORAO”\n• „GO Zvezdara“ za linije: 6A, 7A u smeru ka Vukovom spomeniku, na poziciji EDB stuba ispred kućnog broja 89, neposredno ispred raskrsnice sa ulicom Luke Vukalovića\n• „Pijaca Đeram“ za linije: 6A, 7A u smeru ka ulici Ustanička, na poziciji EDB stuba ispred kućnog broja 194, 50 metara posle raskrsnice sa ulicom Starca Vujadina\n• „Pijaca Đeram“ za linije: 6A, 7A u smeru ka Vukovom spomeniku, na poziciji EDB stuba ispred kućnog broja 123\n• „Pop Stojanova“ za linije: 6A, 7A u smeru ka ulici Ustanička, na poziciji EDB stuba ispred kućnog broja 238, 37 metara posle pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Pop Stojanova\n• „Pop Stojanova“ za linije 6A, 7A u smeru ka Vukovom spomeniku, na poziciji EDB stuba ispred kućnog broja 159, 48 metara posle pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Tršćanska\n• „Lion“ za linije 6A, 7A u smeru ka ulici Ustanička, na poziciji EDB stuba ispred ulaza u JP “Putevi Srbije”, 25 metara posle pešačkog prelaza koji se nalazi između 2 tramvajska stajališta “Lion”\n• „Lion“ za linije: 6A, 7A u smeru ka Vukovom spomeniku, na poziciji EDB stuba ispred kućnog broja 195, 25 metara posle pešačkog prelaza koji se nalazi između 2 tramvajska stajališta “Lion”"
            },
            {
                "text": "Napomena: Takođe, zbog nemogućnosti korišćenja tramvajskih baštica za kretanje autobusa, privremeno se uspostavljaju autobuska stajališta u Bulevaru kralja Aleksandra u zonama postojećih tramvajskih stajališta."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila javnog prevoza će koristiti postojeća stajališta."
            },
            {
                "text": "Preporuke korisnicima javnog prevoza:"
            },
            {
                "text": "Putnici koji su do sada koristili tramvajsku liniju 3L1 (ŽS Topčider – Omladinski stadion) za vezu od Topčidera prema centru grada mogu koristiti autobusku liniju 3A koja će koristiti privremeni terminus u Savskoj ulici."
            },
            {
                "text": "Zamena za tramvajsku liniju 6 (Tašmajdan – Ustanička) je privremena autobuska linija 6A koja će imati istu trasu kroz Bulevar kralja Aleksandra, ali će biti skraćena do terminusa Vukov spomenik."
            },
            {
                "text": "Svi putnici koji su do sada koristili tramvajsku liniju 7 (Ustanička – Novi Beograd /Blok 45/) za vezu starog dela grada sa Novim Beogradom mogu koristiti privremenu autobusku liniju 7A sa kojom će iz Bulevara kralja Aleksandra moći da dođu do Starog sajmišta gde mogu presedati na tramvajsku liniju 11 do novobeogradskih blokova."
            },
            {
                "text": "Takođe, putnici koji su koristili tramvajsku liniju 9 (Banjica 2 – Novi Beograd /Blok 45/) za vezu starog dela grada sa Novim Beogradom mogu koristiti privremenu autobusku liniju 9A sa kojom će iz ulice Vojvode Stepe moći da dođu do Starog sajmišta gde mogu presedati na tramvajsku liniju 11 do novobeogradskih blokova. Ukoliko žele da završe putovanje u zoni Slavije, mogu koristiti i privremenu autobusku liniju 9A1."
            },
            {
                "text": "Putnici koji su koristili tramvajsku liniju 12 (Omladinski stadion – Banovo brdo) za vezu Banovog brda sa centrom grada mogu kao alternativu koristiti linije 23 (Karaburma 2 – Vidikovac) uz mogućnost presedanja u zoni raskrsnice Takovska – 27.marta na liniju 5A koja omogućuje vezu do Omladinskog stadiona."
            },
            {
                "text": "Za sve koji su do sada koristili tramvajsku liniju 14 (Ustanička – Banjica 2) zamena su privremene autobuske linije 6A i 7A u Bulevaru kralja Aleksandra i 9A i 9A1 u ulici Vojvode Stepe, a za vezu ova dva dela grada mogu koristiti liniju 33 (Pančevački most – Kumodraž) presedanjem kod Pravnog fakulteta odnosno na Slaviji."
            }
        ]
    },
    {
        "date": "26.02.2020",
        "title": "Izmena na linijama broj: 306, 311 zbog radova u ulici Ravan (od 26.02.2020)",
        "sections": [
            {
                "text": "Zbog sanacije defekta na vodovodnoj mreži u ulici Ravan, na delu između Kružnog puta i centra Leštana, koje izvodi JKP „Beogradski vodovod i kanalizacija”, od srede 26.02.2020 do završetka radova, celodnevno će biti izmenjen režim rada linija, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 306 će saobraćati na izmenjenoj trasi: Kružni put – Ravan (okretnica linije 311). Planirani polasci do Bubanj potoka biće realizovani po redu vožnje\n• Vozila sa linije 311 će saobraćati na skraćenoj trasi do centra Leštana"
            },
            {
                "text": "Napomena: Privremeno se ukida stajalište „Leštane /ulaz/“ u oba smera za linije: 306, 311."
            }
        ]
    },
    {
        "date": "24.02.2020",
        "title": "Od 24.02.2020 menja se trasa autobuske linije broj 26L",
        "sections": [
            {
                "text": "Počev od ponedeljka 24.02.2020 menja se trasa linije broj 26L u naselju Vojvoda Vlahović."
            },
            {
                "text": "Na zahtev stanovnika dela naselja Vojvoda Vlahović za produženjem trase predmetne linije javnog prevoza u okviru samog naselja, a u cilju bolje opsluženosti javnim prevozom i veze stanovnika naselja sa lokalnom predškolskom ustanovom u ulici Veselina Čajkanovića, izvršena je analiza mogućnosti promene trase postojeće linije broj 26L."
            },
            {
                "text": "S tim u vezi, izvršena je izgradnja okretnice na novoj lokaciji u funkciji promene trase linije broj 26L."
            },
            {
                "text": "Nova trasa linije 26L:"
            },
            {
                "text": "Smer A:"
            },
            {
                "text": "MEDAKOVIĆ 3 – Svetozara Radojčića – Braće Jerkovića – Vojvode Vlahovića – Miljana Miljanića – Milovana Vidakovića – Mate Miloševića – Miljana Miljanića – Veselina Čajkanovića – VOJVODE VLAHOVIĆA /TERMINUS/"
            },
            {
                "text": "Smer B:"
            },
            {
                "text": "VOJVODE VLAHOVIĆA /TERMINUS/ – Veselina Čajkanovića – Miljana Miljanića – Mate Miloševića – Milovana Vidakovića – Miljana Miljanića – Vojvode Vlahovića – Braće Jerkovića – Svetozara Radojčića – MEDAKOVIĆ 3"
            }
        ]
    },
    {
        "date": "22.02.2020",
        "title": "Od 21.02.2020 delimično se menja trasa autobuske linije broj 506 u naselju Resnik",
        "sections": [
            {
                "text": "Počev od petka 21.02.2020 promenjena je trasa linije broj 506 u naselju Resnik."
            },
            {
                "text": "Na zahtev stanovnika dela naselja Resnik oko ulica Delovi i Brestovačka, upućenog Sekretarijatu za javni prevoz preko predstavnika GO Rakovica, a koji se odnosi na uspostavljanje linije javnog prevoza koja bi opsluživala deo naselja koji da sada nije bio opslužen javnim prevozom, izvršena je analiza mogućnosti promene trase postojeće linije broj 506."
            },
            {
                "text": "S tim u vezi, izvršena je u saradnji sa Sekretarijatom za saobraćaj promena regulacije ulica Milana Bartoša i Dr Aćima Medovića u funkciji promene trase linije broj 506."
            },
            {
                "text": "Nova trasa linije 506:"
            },
            {
                "text": "Smer A:"
            },
            {
                "text": "RESNIK /EDVARDA GRIGA/ – Edvarda Griga – dr Aćima Medovića – Milana Bartoša – Brestovačka – Delovi – Aleksandra Vojinovića – RESNIK /PATIN MAJDAN/"
            },
            {
                "text": "Smer B:"
            },
            {
                "text": "RESNIK /PATIN MAJDAN/ – Aleksandra Vojinovića – Delovi – Brestovačka – Milana Bartoša – Slavka Miljkovića – Edvarda Griga – RESNIK /EDVARDA GRIGA/"
            },
            {
                "text": "Na liniji će saobraćati jedno vozilo na 30 minuta."
            },
            {
                "text": "Data izmena trenutno ne predviđa izmenu reda vožnje."
            }
        ]
    },
    {
        "date": "07.02.2020",
        "title": "Reorganizacija stajališta u zoni raskrsnice Bulevar kralja Aleksandra – Mite Ružića (stajalište “Mite Ružića”)",
        "sections": [
            {
                "text": "U sklopu aktivnosti za poboljšljnje uslova funkcionisanja javnog prevoza na gradskoj uličnoj mreži, Sekretarijat za javni prevoz je, u saradnji sa Upravom saobraćajne policije MUP-a Republike Srbije i Sekretarijatom za saobraćaj izvršio reorganizaciju stajališta javnog prevoza u zoni semaforisane raskrsnice Bulevar kralja Aleksandra – Mite Ružića."
            },
            {
                "text": "Autobusko stajalište koje se nalazilo u ulici Mite Ružića neposredno ispred raskrsnice sa Bulevarom kralja Aleksandra, koje su koristili autobusi sa linija 20, 46, 79 i koje se nalazilo u protočnoj saobraćajnoj traci je ukinuto."
            },
            {
                "text": "Tramvajsko stajalište u Bulevaru kralja Aleksandra smer ka centru grada, koje se nalazilo ispred raskrsnice sa Mite Ružića je izmešteno na poziciju neposredno posle raskrsnice. Ovo stajalište sada koriste tramvaji sa linija 6, 7, 14 i autobusi sa linija 46, 79."
            },
            {
                "text": "Autobusi sa linije 20 sada koriste postojeće tramvajsko stajalište za linije 6, 7, 14 u Bulevaru kralja Aleksandra koje se nalazi neposredno posle raskrsnice sa Mite Ružića u smeru ka Ustaničkoj ulici čime su oba stajališta postala mešovita."
            },
            {
                "text": "Ovom intervencijom je ubrzan javni prevoz na linijama 20, 46, 79, obezbeđena znatno bolja protočnost ulice Mite Ružića, zadržana stajališta javnog prevoza u istoj zoni i obezbeđeni bolji uslovi za presedanje putnika."
            },
            {
                "text": "Nova organizacija stajališta je stupila na snagu 04.02.2020."
            }
        ]
    },
    {
        "date": "03.12.2019",
        "title": "Izmene na linijama broj: 2, 5, 10, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije, Džordža Vašingtona i Cara Dušana",
        "sections": [
            {
                "text": "Radovi produženi do 31.08.2020"
            },
            {
                "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije, Džordža Vašingtona i Cara Dušana, doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Ukidaju se tramvajske linije 2, 5, 10\n• Vozila sa linije 27N, u smeru ka Mirijevu, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u smeru ka Višnjici, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju broj 96) – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom\n• Uspostavlja se privremena autobuska linija 5A"
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 01.06.2020"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    }
]
