[
    {
        "date": "20.09.2019",
        "title": "Izmena režima rada linija zbog održavanja manifestacija “Pešačka subota” i “Dan bez automobila” (21.09. / 22.09.2019)",
        "sections": [
            {
                "text": "Zbog održavanja manifestacije „Pešačka subota“ u subotu 21.09.2019. i „Dan bez automobila“ u nedelju 22.09.2019., koje se održavaju u ulicama Kralja Milana, Terazije i Kolarčeva, menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Privremeno uvedena linija 22A (Trg Republike – Crveni krst) neće saobraćati\n• Autobusi sa linija: 24, 26, 37, 44 će saobraćati: u smeru ka Dorćolu: Dečanska – Braće Jugovića – Francuska i dalje redovnim trasama; u smeru ka Trgu Nikole Pašića: Francuska – terminus Trg Republike – Braće\nJugovića – Dečanska i dalje redovnim trasama\n• Autobusi sa linije 27 u smeru ka Trgu Republike, će saobraćati: Bulevar kralja Aleksandra – Dečanska – Braće Jugoviće – Francuska – terminus „Trg Republike“\n• Autobusi sa linije 31 će saobraćati na relaciji Trg Slavija – Konjarnik, sa oznakom 31L\n• Autobusi sa linija 43, 96, u smeru ka Trgu Republike, će saobraćati: Bulevar despota Stefana – Braće Jugovića – Francuska – terminus „Trg Republike“"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Trg Republike“ u smeru ka Dorćolu, za linije 24, 37, 44, odnosno u smeru ka Vukovom spomeniku za linije 24, 26, 37, 44\n• „Terazije“ u smeru ka Trgu Republike za linije 26, 27\n• „Trg Republike“, u smeru ka Dorćolu, za liniju 26"
            },
            {
                "text": "Napomena: Vozila sa linija 24, 26, 37, 44 će koristiti stajalište „Dom Omladine“ u smeru ka Dorćolu, a u suprotnom smeru stajalište „Trg Republike“ u terminusu (linija 43 i 96)."
            }
        ]
    },
    {
        "date": "20.09.2019",
        "title": "Izmena na liniji broj 602 za vreme održavanja kulturno-turističke manifestacije “Gospojinski festival ljubavi i vina” (21.09. / 22.09.2019)",
        "sections": [
            {
                "text": "Zbog održavanja kulturno-turističke manifestacije „Gospojinski festival ljubavi i vina“, na Trgu Zorana Đinđića u Surčinu u organizaciji GO „Surčin“ u subotu 21.09.2019. od 08:00 časova do nedelje 22.09.2019. do 08:00 časova menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 602 u oba smera, će saobraćati: Vinogradska – Mite Uče – Vojvođanska u Surčinu i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• „Surčin centar“ u smeru ka terminusu Novi Beograd /Blok 44/\n• „Dragomira Momčilovića“ u oba smera"
            }
        ]
    },
    {
        "date": "16.09.2019",
        "title": "Izmena na liniji broj 310 zbog radova u ulici Narodnog fronta (od 17.09.2019)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza i trotoara u ulici Narodnog fronta u Malom Mokrom Lugu, na delu od ulice 27.marta do ulice Partizanske (potpuno zatvaranje ulice na predmetnoj deonici) koje će izvoditi JKP „Beograd put“, u periodu od utorka 17.09.2019. do 08.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 310 u smeru ka Šumicama, će saobraćati ulicama: 20.oktobra – 27.marta – Narodnog fronta i dalje redovnom trasom. U smeru ka terminusu Mali Mokri Lug (crkva) vozila će saobraćati neizmenjeno"
            }
        ]
    },
    {
        "date": "13.09.2019",
        "title": "Izmene na linijama broj: 19, 21, 22, 28A, 29, 31, 41 zbog radova u Vasinoj ulici (od 14.09.2019)",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Tokom izvođenja radova u Vasinoj ulici u zoni raskrsnice sa Francuskom ulicom u periodu od subote 14.09.2019. u 7:00 časova do srede 18.09.2019. u 5:00 časova doći će do promene trasa linija JGP-a na sledeći način:"
            },
            {
                "text": "• Trolejbuske linije: 21, 22, 29 se skraćuju i saobraćaju na relaciji od spoljnih terminusa do Trga Slavija u oba smera i nosiće oznake 21L, 22L, 29L\n• Trolejbuska linija 19 se privremeno ukida\n• Trolejbuska linija 41 i privremena autobuska linija 28A se privremeno ukidaju i umesto njih se uspostavlja privremena autobuska linija 40A koja će saobraćati trasom linije 40 u oba smera\n• Uspostavlja se privremena autobuska linija 22A koja će u oba smera saobraćati trasom: Trg Slavija – Kralja Milana – Terazije – Kolarčeva – Trg Republike\n• Autobuska linija 31 će u zoni radova biti skraćena i okretaće se na trgu Republike umesto na Studentskom trgu"
            },
            {
                "text": "Na izmenjenim delovima trasa vozila će koristiti postojeća stajališta JLP-a."
            }
        ]
    },
    {
        "date": "10.09.2019",
        "title": "Izmene na linijama broj: 25P, 27E, 79 zbog radova u ulici Samjuela Beketa (od 11.09.2019)",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Samjuela Beketa, (potpuno zatvaranje kolovoza), na delu od ulice Koste Nađa do ulice Ljubiše Miodragovića, koje će izvoditi JKP „Beograd put“, od srede 11.09.2019. do 20.09.2019., menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 25P, 27E, u oba smera, će saobraćati ulicama: Samjuela Beketa – Koste Nađa – Mihaila Bulgakova – terminus „Mirijevo 4“\n• Vozila sa linije 79, u oba smera, će saobraćati ulicama: Koste Nađa – Mihaila Bulgakova – terminus „Mirijevo 4“"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u oba smera, za linije 25P, 27E, 79:"
            },
            {
                "text": "• „Aleksandra Belića“\n• „Milivoja Perovića“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "05.09.2019",
        "title": "Izmena na liniji broj 57 zbog radova u ulici Kneza Višeslava (od 07.09.2019)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Kneza Višeslava, (potpuno zatvaranje kolovoza), na delu od ulice Petra Martinovića do ulice Požeške, koje će izvoditi JKP „Beograd put“, od subote 07.09.2019. do 15.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 57, u oba smera, će saobraćati ulicama: Požeška – Blagoja Parovića – Žarkovačka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta za liniju 57:"
            },
            {
                "text": "• „Kijevska“\n• „Dom zdravlja“\n• Škola „Josif Pančić“\n• „Kneza Višeslava“\n• Naselje „Golf“\n• „Petra Martinovića“\n• „Žarkovačka“\n• „Kraljice Katarine“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "30.08.2019",
        "title": "Raspored stajališta posle rekonstrukcije Trga Republike (09.2019)",
        "sections": [
            {
                "text": "Novi raspored stajališta linija JGP-a nakon završetka radova na rekonstrukciji i uređenju Trga republike:"
            },
            {
                "text": "• Trolejbuske linije: 19, 21, 22, 29, 41 i autobuske linije: 28A, 31 koristiće sva stajališta u ulici Vasina i na Studentskom trgu kao i u prethodnom redovnom režimu."
            },
            {
                "text": "U ulici Kolarčeva biće uspostavljena nova stajališta “Trg republike” u oba smera:"
            },
            {
                "text": "• U smeru ka Terazijama za autobuske linije 24, 26, 37, 44, minibus linije E2, E9, kao i noćne linije 26N, 29N, 31N, 33N, 37N, 47N, 48N, 51N\n• U smeru ka Studentskom trgu za autobusku liniju 26, minibus linije E2, E9, kao i noćne linije 26N, 29N, 31N, 33N, 47N, 48N, 51N, 202N\n• Ispred Platoa dr Zorana Đinđića uspostavlja se stajalište “Trg republike” za autobuske linije 24, 37, 44, kao i noćne linije 15N, 27N, 32N, 37N, 56N, 75N, 101N, 304N, 511N, 704N, 706N u smeru ka Dorćolu;\n• Na novoizgrađenoj poziciji u ulici Makedonska (neposredno pre raskrsnice sa ulicom Braće Jugovića) uspostavlja se stajalište “Trg republike” za linije 28A, 41, kao i noćne linije 68N, 301N, 304N, 603N u smeru ka Domu omladine\n• U ulici Bulevar despota Stefana uspostavlja se stajalište “Trg republike” za noćne linije 27N, 101N u smeru ka Pančevačkom mostu"
            }
        ]
    },
    {
        "date": "30.08.2019",
        "title": "Izmene na linijama broj: 16, 23, 25, 32N zbog radova u ulici Vojvode Micka Krstića (od 02.09.2019)",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rekonstrukciji vodovodne mreže, u ulici Vojvode Micka Krstića, na delu od kućnog broja 9 do ulice Višnjičke, koje će izvoditi JKP „Beogradski vodovod i kanalizacije“, u periodu od ponedeljka 02.09.2019 do 06.10.2019., menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 16, 23, će saobraćati: u smeru ka terminusu „Karaburma 2“: Bulevar despota Stefana – Mije Kovačevića – Dragoslava Srejovića – Marijane Gregoran i dalje redovnim trasama; u suprotnom smeru: vozila će saobraćati redovnim trasama\n• Vozila sa linije 25, će saobraćati: u smeru ka terminusu „Karaburma 2“: Mije Kovačevića – Dragoslava Srejovića – Marijane Gregoran i dalje redovnom trasom; u smeru ka Kumodražu: vozila će saobraćati redovnom trasom\n• Autobusi sa noćne linije 32N, u smeru ka Karaburmi, će saobraćati istom trasom kao i autobusi sa dnevne linije 16, 23, 25"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka terminusu „Karaburma 2“ za linije 16, 23, 25:"
            },
            {
                "text": "• „Vuka Vrčevića”\n• „Vojvode Micka Krstića“\n• „Patrisa Lumube“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Marijane Gregoran 1“, u smeru ka terminusu „Karaburma 2“, u ulici Marijane Gregoran, neposredno ispred raskrsnice sa ulicom Vojvode Micka Krstića, u visini kućnog broja 34."
            }
        ]
    },
    {
        "date": "19.08.2019",
        "title": "Izmene na linijama broj: 400, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u Baštovanskoj ulici (Faza 1) (od 20.08.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 25.09.2019."
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Baštovanska (potpuno zatvaranje), na delu od Bulevara oslobođenja do ulice Nae Pendeli (stari naziv ulice – Kokanova), koje će izvoditi JKP „Beogradske elektrane“, u periodu od utorka 20.08.2019. do 08.09.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija broj: 401, 402 će saobraćati: u smeru ka periferiji: Bulevar oslobođenja – Crnotravska – Paunova i dalje redovnim trasama; u smeru ka Slaviji: redovnom trasom\n• Vozila sa linija broj: 400, 403, 405, 406, 407, 408, 409, 503 će saobraćati: u smeru ka periferiji: Bebelova – Bulevar oslobođenja i dalje redovnim trasama; u smeru ka Voždovcu: redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u smeru ka periferiji, za linije 400, 403, 405, 406, 407, 408, 409, 503:"
            },
            {
                "text": "• „Baštovanska“\n• „Kragujevačkih đaka“\n• „Banjica 2“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Bulevar oslobođenja 1“ na izmenjenom delu trase u zoni raskrsnice sa ulicom Milovana Markovića."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "15.08.2019",
        "title": "Izmene na linijama broj: 73, 702, 703, 706, 706E, 706N zbog radova u ulici Majora Zorana Radosavljevića (od 17.08.2019)",
        "sections": [
            {
                "text": "U sklopu radova na izgradnji fekalne kanalizacije, u ulici Majora Zorana Radosavljevića (potpuno zatvaranje), na delu od ulice Majke Jugovića (uključujući i samu raskrsnicu) do ulice Carice Jelene, koje će izvoditi GP „Rad GM“ d.o.o. u periodu od subote 17.08.2019. do 15.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 73 na izmenjenom delu trase, će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – BATAJNICA /ŽELEZNIČKA STANICA/; u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije 702 na izmenjenom delu trase će saobraćati: u smeru ka okretnici Batajnica /Železnička stanica/: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Braće Savić – Kralja Radoslava i dalje redovnom trasom; u smeru ka okretnici Busije /Crkva/: svojom redovnom trasom\n• Vozila sa linije 703 na izmenjenom delu trase će saobraćati: u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnom trasom; u smeru ka Ugrinovcima: svojom redovnom trasom\n• Vozila sa linija 706, 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – Carice Jelene – Pukovnika Milenka Pavlovića i dalje redovnim trasama; u smeru ka Zemunu: Pukovnika Milenka Pavlovića – Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanića – Majora Zorana Radosavljevića i dalje redovnim trasama\n• Vozila sa noćne linije 706N će saobraćati kao i autobusi sa dnevne linije 706 u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Maksima Brankovića“, „Braće Smiljanić“ i „Majke Jugovića“ u smeru ka Batajnici, za linije 73, 706, 706E\n• „Batajnica/centar/“ i „Batajnica/Železnička stanica/“ u smeru ka Batajnici za liniju 73\n• „Batajnica/centar/“ i „Majke Jugovića“ u smeru ka Zemunu za linije 73, 702, 703, 706, 706E"
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Batajnica (centar)“, u ulici Jovana Brankovića, na poziciji postojećeg međumesnog stajališta u zoni lokalnog vatrogasnog doma za linije broj: 73, 702, 703, 706, 706E."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "05.07.2019",
        "title": "Informacija o režimu rada linija broj: 3A, 3L1, 11L, 12, 13 zbog završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi (od 05.07.2019)",
        "sections": [
            {
                "text": "U sklopu završetka radova na izgradnji tramvajske infrastrukture preko Mosta na Adi i povezivanja iste sa postojećom, kao i nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. godine od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
            },
            {
                "text": "Uspostavljaju se tramvajske linije:"
            },
            {
                "text": "• 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• 13 (Banovo Brdo – Most na Adi – Blok 45)"
            },
            {
                "text": "Režim rada linija:"
            },
            {
                "text": "• Tramvaji sa linije 11L će saobraćati (Tašmajdan – Most na Adi – Blok 45)\n• Tramvaji sa linije 12 će saobraćati na svojoj redovnoj trasi (Omladinski stadion – Banovo brdo)\n• Ukidaju se tramvajske linije 2L1 i 12L i autobuska linija 12A\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac."
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "05.07.2019",
        "title": "Režim rada linija: 3L1, 3A zbog nemogućnosti prolaska tramvaja od Topčidera ka Kneževcu (od 05.07.2019)",
        "sections": [
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Uspostavlja se tramvajska linija: 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac. Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "14.06.2019",
        "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019., doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Braće Jugović – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Vukov spomenik"
            },
            {
                "text": "• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Autobusi sa linije 79 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Džordža Vašingtona i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
            },
            {
                "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
            },
            {
                "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
            },
            {
                "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
            },
            {
                "text": "Noćni saobraćaj:"
            },
            {
                "text": "• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 31.12.2019"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    },
    {
        "date": "24.07.2018",
        "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
            },
            {
                "text": "Očekivano je da izmena bude na snazi do aprila 2019."
            },
            {
                "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
            },
            {
                "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
            },
            {
                "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
            },
            {
                "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
            },
            {
                "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
            }
        ]
    }
]
