[
    {
        "date": "10.10.2019",
        "title": "Izmena na linijama broj: 3L1, 3A zbog radova u zoni Topčiderske ulice (11.10. / 12.10. / 13.10.2019)",
        "sections": [
            {
                "text": "Zbog radova na sanaciji tramvajskog koloseka u zoni Topčiderske ulice, na deonici između restorana „Daščara“ i tramvajske okretnice „Topčider“, koje će izvoditi OJ „Elektrograđevinska operativa”, u periodu od petka 11.10.2019. od 22:00 časa do 14.10.2019. do 03:30 časova, menja se režim rada linija javnog prevoza."
            },
            {
                "text": "U subotu 12.10. i nedelju 13.10.2019. celodnevno:"
            },
            {
                "text": "• Tramvaji sa linija 3L1 će saobraćati na relaciji: Omladinski stadion – Gospodarska mehana\n• Vozila na privremenoj autobuskoj liniji 3A će saobraćati na relaciji: Savski trg – Kneževac/. Trasa linije 3A: za smer ka Kneževcu: SAVSKI TRG – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – KNEŽEVAC; za smer ka Savskom trgu: KNEŽEVAC – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar patrijarha Pavla – Topčiderska – Gardijska – Bulevar patrijarha Pavla – Bulevar vojvode Mišića – Savska – SAVSKI TRG"
            },
            {
                "text": "U petak 11.10.2019. od 22:00 časa do završetka rada, operativno će biti izmenjen režim rada linija:"
            },
            {
                "text": "• Tramvaji na linije 3L1 će saobraćati na skraćenoj relaciji: Omladinski stadion – Gospodarska mehana\n• Autobuska linija 3A će biti produžena i vozila će saobraćati na relaciji: Savski trg – Kneževac"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 3A:"
            },
            {
                "text": "• „Topčiderski park“ u Topčiderskoj ulici, neposredno posle raskrsnice sa Bulevarom vojvode Mišića u smeru ka Kneževcu\n• „Careva ćuprija“ u oba smera, naspram postojećih stajališta"
            }
        ]
    },
    {
        "date": "01.10.2019",
        "title": "Izmena zbog radova u ulici Majora Zorana Radosavljevića (Faza 1) (od 01.10.2019)",
        "sections": [
            {
                "text": "Zbog produžetka radova na izgradnji fekalne kanalizacije u ulici Majora Zorana Radosavljevića, koje izvodi GP „Rad GM“ d.o.o. u periodu od utorka 01.10.2019. od 12:00 časova do 13.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 73 na izmenjenom delu trase, će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja\nRadoslava – Vojvode Nikole Stanjevića – Matrozova – BATAJNICA /ŽELEZNIČKA\nSTANICA/; u smeru ka Novom Beogradu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanić – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije 700, će saobraćati: BATAJNICA /ŽELEZNIČKA STANICA/ – Matrozova – Vojačka – Drage Mihajlovića – Novosadska – BATAJNICA i dalje redovnom trasom\n• Vozila sa linije 702 na izmenjenom delu trase će saobraćati: u smeru ka okretnici Batajnica /Železnička stanica/ skraćenom trasom: Šangajska – Carice Jelene – Matrozova i terminus; u smeru ka okretnici Busije/Crkva/: svojom redovnom trasom\n• Vozila sa linije 703 na izmenjenom delu trase će saobraćati: u smeru ka Zemunu: Carice Jelene – Jovana Brankovića – Save Grkinića – Vojvođanskih brigada – Braće Smiljanić – Majora Zorana Radosavljevića i dalje redovnom trasom; u smeru ka Ugrinovcima: svojom redovnom trasom\n• Vozila sa linije 706 na izmenjenom delu trase će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – Vojačka – Drage Mihajlovića – Novosadska – BATAJNICA; u smeru ka Zemunu: BATAJNICA – Katice Opačić – Jovana Brankovića – Save Grkinića – Braće Smiljanić – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije 706E na izmenjenom delu trase će saobraćati: u smeru ka Batajnici: Majora Zorana Radosavljevića – Stevana Dubajića – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – Vojačka – Drage Mihajlovića – Pukovnika Milenka Pavlovića – Vojni aerodrom pukovnik Milenko Pavlović; u smeru ka Zemunu: Vojni aerodrom pukovnik Milenko Pavlović – Pukovnika Milenka Pavlovića – Novosadska – Katice Opačić – Jovana Brankovića – Save Grkinića – Braće Smiljanić – Majora Zorana Radosavljevića i dalje redovnom trasom\n• Vozila sa linije noćnog saobraćaja 706N će saobraćati kao i autobusi sa dnevne linije 706 u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Batajnica/Železnička rampa/“ u smeru ka gradu za linije 700, 702, odnosno u\nsmeru ka Batajnici za liniju 73\n• „Majke Jugovića“ u smeru ka gradu za linije 702, 703, 706, odnosno u oba smera\nza linije 73, 706E\n• „Batajnica/centar/“ u smeru ka terminusu Batajnica, za linije 703, 706; odnosno u smeru ka Zeminu linije 73, 702, 703, 706, 706E\n• „Posavska“ u oba smera za linije 700, 706, 706E\n• „Drage Mihajlovića“ i „Dalmatinskih brigada“ u smeru ka gradu za liniju 706"
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Batajnica (centar)“, u ulici Jovana Brankovića, na poziciji postojećeg međumesnog stajališta u zoni lokalnog vatrogasnog doma za linije 73 i 703."
            }
        ]
    },
    {
        "date": "27.09.2019",
        "title": "Izmena režima rada linija zbog radova na Trgu Republike (od 30.09.2019)",
        "sections": [
            {
                "text": "Zbog radova na uređenju Trga Republike, koje izvodi preduzeće „Strabag“ d.o.o., na linijama JGP-a i dalje će važiti izmenjeni režim rada koji je već u primeni:"
            },
            {
                "text": "• Trolejbusi na linijama: 21L, 22L, 29L saobraćaju od Trga Slavija ka perifernim termiunusima\n• Vozila na privremenoj liniji 22A saobraćaju na relaciji: Palata Albanija – Trg Slavija\n• Vozila na liniji 31L saobraćaju na relaciji: Palata Albanija – Konjarnik\n• Vozila na linijma: 24, 26, 27, 37, 44 saobraćaju, u oba smera, ulicama\nDečanskom i Braće Jugovića\n• Vozila na linijama: 32E, 43, 96 saobraćaju na skraćenoj trasi, Železnička\nstanica /Pančevački most/ – periferni terminusi\n• Linija E2 saobraća skraćeno do Trga Republike"
            },
            {
                "text": "Izmena će trajati do završetka radova na Trgu Republike."
            }
        ]
    },
    {
        "date": "24.09.2019",
        "title": "Izmena na liniji broj 60 zbog radova u ulici Savski nasip (od 25.09.2019)",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji i izgradnji toplovodne mreže, u ulici Savski nasip na delu od prilaza Savskom nasipu do objekta JKP „Beogradske elektrane“ (potpuno zatvaranje kolovoza na predmetnoj deonici) koje će izvoditi JKP „Beogradske elektrane“, u periodu od srede 25.09.2019. do 05.11.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 60 u oba smera, će saobraćati do terminusa „Blok 70A“ (linija 67, 76, 708), umesto do terminusa „Toplana“: Jurija Gagarina – Omladinskih brigada do terminusa"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Toplana“\n• GP „Rad“ u oba smera."
            }
        ]
    },
    {
        "date": "16.09.2019",
        "title": "Izmena na liniji broj 310 zbog radova u ulici Narodnog fronta (od 17.09.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 15.10.2019"
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza i trotoara u ulici Narodnog fronta u Malom Mokrom Lugu, na delu od ulice 27.marta do ulice Partizanske (potpuno zatvaranje ulice na predmetnoj deonici) koje će izvoditi JKP „Beograd put“, u periodu od utorka 17.09.2019. do 08.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 310 u smeru ka Šumicama, će saobraćati ulicama: 20.oktobra – 27.marta – Narodnog fronta i dalje redovnom trasom. U smeru ka terminusu Mali Mokri Lug (crkva) vozila će saobraćati neizmenjeno"
            }
        ]
    },
    {
        "date": "05.09.2019",
        "title": "Izmena na liniji broj 57 zbog radova u ulici Kneza Višeslava (od 07.09.2019)",
        "sections": [
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Kneza Višeslava, (potpuno zatvaranje kolovoza), na delu od ulice Petra Martinovića do ulice Požeške, koje će izvoditi JKP „Beograd put“, od subote 07.09.2019. do 15.10.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 57, u oba smera, će saobraćati ulicama: Požeška – Blagoja Parovića – Žarkovačka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta za liniju 57:"
            },
            {
                "text": "• „Kijevska“\n• „Dom zdravlja“\n• Škola „Josif Pančić“\n• „Kneza Višeslava“\n• Naselje „Golf“\n• „Petra Martinovića“\n• „Žarkovačka“\n• „Kraljice Katarine“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "30.08.2019",
        "title": "Izmene na linijama broj: 16, 23, 25, 32N zbog radova u ulici Vojvode Micka Krstića (od 02.09.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 21.10.2019"
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji vodovodne mreže, u ulici Vojvode Micka Krstića, na delu od kućnog broja 9 do ulice Višnjičke, koje će izvoditi JKP „Beogradski vodovod i kanalizacije“, u periodu od ponedeljka 02.09.2019 do 06.10.2019., menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 16, 23, će saobraćati: u smeru ka terminusu „Karaburma 2“: Bulevar despota Stefana – Mije Kovačevića – Dragoslava Srejovića – Marijane Gregoran i dalje redovnim trasama; u suprotnom smeru: vozila će saobraćati redovnim trasama\n• Vozila sa linije 25, će saobraćati: u smeru ka terminusu „Karaburma 2“: Mije Kovačevića – Dragoslava Srejovića – Marijane Gregoran i dalje redovnom trasom; u smeru ka Kumodražu: vozila će saobraćati redovnom trasom\n• Autobusi sa noćne linije 32N, u smeru ka Karaburmi, će saobraćati istom trasom kao i autobusi sa dnevne linije 16, 23, 25"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka terminusu „Karaburma 2“ za linije 16, 23, 25:"
            },
            {
                "text": "• „Vuka Vrčevića”\n• „Vojvode Micka Krstića“\n• „Patrisa Lumube“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Marijane Gregoran 1“, u smeru ka terminusu „Karaburma 2“, u ulici Marijane Gregoran, neposredno ispred raskrsnice sa ulicom Vojvode Micka Krstića, u visini kućnog broja 34."
            }
        ]
    },
    {
        "date": "19.08.2019",
        "title": "Izmene na linijama broj: 400, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u Baštovanskoj ulici (Faza 1) (od 20.08.2019)",
        "sections": [
            {
                "text": "Radovi produženi do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Baštovanska (potpuno zatvaranje), na delu od Bulevara oslobođenja do ulice Nae Pendeli (stari naziv ulice – Kokanova), koje će izvoditi JKP „Beogradske elektrane“, u periodu od utorka 20.08.2019. do 08.09.2019., menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija broj: 401, 402 će saobraćati: u smeru ka periferiji: Bulevar oslobođenja – Crnotravska – Paunova i dalje redovnim trasama; u smeru ka Slaviji: redovnom trasom\n• Vozila sa linija broj: 400, 403, 405, 406, 407, 408, 409, 503 će saobraćati: u smeru ka periferiji: Bebelova – Bulevar oslobođenja i dalje redovnim trasama; u smeru ka Voždovcu: redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u smeru ka periferiji, za linije 400, 403, 405, 406, 407, 408, 409, 503:"
            },
            {
                "text": "• „Baštovanska“\n• „Kragujevačkih đaka“\n• „Banjica 2“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Bulevar oslobođenja 1“ na izmenjenom delu trase u zoni raskrsnice sa ulicom Milovana Markovića."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "05.07.2019",
        "title": "Režim rada linija: 3L1, 3A zbog nemogućnosti prolaska tramvaja od Topčidera ka Kneževcu (od 05.07.2019)",
        "sections": [
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavlja se sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Uspostavlja se tramvajska linija: 3L1 (Omladinski stadion – Železnička stanica Topčider)\n• Autobusi na privremenoj liniji 3A će saobraćati na skraćenoj trasi (Železnička stanica Topčider – Kneževac). Trasa linije 3A: Železnička stanica Topčider – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac. Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "14.06.2019",
        "title": "Izmene na linijama broj: 2L, 5, 6, 10, 14, 65, 77, 79, 27N, 32N, 401N zbog radova na rekonstrukciji ulica Kraljice Marije i 27. Marta (od 15.06.2019)",
        "sections": [
            {
                "text": "Radovi produženi do 10.11.2019"
            },
            {
                "text": "Zbog radova na rekonstrukciji ulica Kraljice Marije i 27. marta, na delu između Ruzveltove i Takovske ulice, pri čemu će raskrsnice sa ulicama Ruzveltovom i Takovskom biti prohodne za saobraćaj, dok će raskrsnica sa ul. Starine Novaka biti prohodna na 1⁄2 profila (1 traka po smeru) u periodu od 15.06. od 00:00 časova do 15.09.2019., doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linije 2L će saobraćati na relaciji: Omladinski stadion – Vukov spomenik – Pravni fakultet – Trg Slavija – Savski trg – Gospodarska mehana i nosiće oznaku 2L1\n• Ukidaju se tramvajske linije 2, 5, 10\n• Tramvajske linije 6, 14 biće pojačane\n• Umesto tramvajskih linija, biće uspostavljena autobuska linija 5A (Dorćol /SRC „Milan Gale Muškatirović“/ – Vukov spomenik). Trasa linije 5A u oba smera: Dorćol /SRC „Milan Gale Muškatirović“/ – Tadeuša Košćuška – Cara Dušana – Francuska – Braće Jugović – Dečanska – Trg Nikole Pašića – Bulevar kralja Aleksandra – Vukov spomenik"
            },
            {
                "text": "• Autobusi sa linije 65 će saobraćati, u oba smera: Svetog Nikole – Ruzveltova – Bulevar kralja Aleksandra – Trg Nikole Pašića – Dečanska – Terazijski tunel i dalje redovnom trasom\n• Autobusi sa linije 77 će saobraćati, u oba smera: Dimitrija Tucovića – Cvijićeva – Jaše Prodanovića – Takovska – Svetogorska i dalje redovnom trasom\n• Vozila sa linije 79, u oba smera, će saobraćati: Dorćol /SRC „Milan Gale Muškatirović/“ – Tadeuša Košćuška – Cara Dušana – Venizelosova – Poenkareova – Cvijićeva – Dimitrija Tucovića i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• „Pristanište“ terminusno (polazno i dolazno) stajalište, za liniju 2L\n• „Kalemegdan“ u oba smera, za liniju 2L\n• „Tadeuša Košćuška“ u oba smera, za linije 5 i 10\n• „Pravni fakultet“ u ulici Starine Novaka, u smeru ka Dorćolu za liniju 10\n• „Mašinski fakultet“ u oba smera, za linije 2L, 5 i 65\n• „Palilulska pijaca“ u oba smera, za linije 2L, 5, 10, 65, 77 i 79\n• „Pijaca Skadarlija“ u oba smera, za liniju 79\n• „Bulevar despota Stefana“ u oba smera, za liniju 79\n• Privremeno stajalište „Takovska“ u ulici Džordža Vašingtona, u smeru ka Dorćolu za liniju 79\n• „Jaše Prodanovića“ u smeru ka Dorćolu, za liniju 79.\n• „Takovska“ u smeru ka Dorćolu, za linije 2L, 5, 10 i 79\n• „27. marta“ u oba smera, za linije 77 i 79\n• „Makedonska“ u oba smera, za liniju 65"
            },
            {
                "text": "Uspostavlja se stajalište u ulici Džordža Vašingtona, na 30 metara po prelasku raskrsnice sa Takovskom ulicom (na poziciji stuba nosača kontaktne mreže) u smeru ka Dorćolu, za linije 5A i 79."
            },
            {
                "text": "Napomena (1): Zbog zatvaranja polovine profila ulice Starine Novaka, u raskrsnici sa ulicom Kraljice Marije (u zoni radova) u periodu od 15.06. do 05.08.2019. godine, stajalište „27. marta“ za linije 33, 48, u smeru ka terminusu Pančevački most, biće pomereno 10 metara unapred, u odnosu na redovnu poziciju."
            },
            {
                "text": "Napomena (2): Na izmenjenim delovima trase vozila će koristiti postojeća stajališta JGP-a, osim stajališta: „Tehnički fakulteti“ u Bulevaru kralja Aleksandra , u smeru ka Vukovom spomeniku za liniju 5A i u oba smera za liniju 65, „27. marta“ u Takovskoj ulici, u smeru ka Dorćolu za liniju 79."
            },
            {
                "text": "Noćni saobraćaj:"
            },
            {
                "text": "• Vozila sa linije 27N, u oba smera, će saobraćati ulicama: Braće Jugovića – Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Polazno stajalište TRG REPUBLIKE se izmešta na lokaciju polaznog stajališta za dnevnu liniju broj 27\n• Vozila sa linije 32N, u oba smera, će saobraćati ulicama: Braće Jugovića, Dečanska – Bulevar kralja Aleksandra – Ruzveltova i dalje redovnom trasom. Zadržava postojeće polazno stajalište TRG REPUBLIKE (polazno za liniju broj 27)\n• Vozila sa linije 401N će saobraćati u oba smera ulicama Cara Dušana – Francuska – TRG REPUBLIKE (polazno za liniju br. 96) – Dečanska -Trg Nikole Pašića – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "02.08.2018",
        "title": "Privremeno izmeštanje stajališta “Naselje Petlovo brdo” u smeru ka Lazarevcu (od 03.08.2018)",
        "sections": [
            {
                "text": "Od petka, 03.08.2018. stajalište „Naselje Petlovo brdo“ smer prema Lazarevcu za linije javnog prevoza broj: 502, 521, 531, 532, 533, 534, 560, 560A, 581, 581A, 583A, 585, 586, 588, 591, 592, 593, 593A, 860V, 860P se zbog radova na izgradnji petlje „Petlovo brdo“ izmešta na novu lokaciju, neposredno ispred skretanja za prodajni objekat METRO."
            }
        ]
    },
    {
        "date": "30.07.2018",
        "title": "Vanredna izmena na linijama broj: 45, 83 zbog radova u Novogradskoj ulici u Zemunu (od 29.07.2018)",
        "sections": [
            {
                "text": "Radovi produženi do 31.12.2019"
            },
            {
                "text": "Autobuske linije broj: 45, 83, preusmerene su i saobraćaju izmenjenom trasom:"
            },
            {
                "text": "• Linija 45 – u smeru ka terminusu “Novi Beograd /Blok 44/” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu.\n• Linija 83 – u smeru ka terminusu “Crveni Krst” saobraća ulicama Filipa Višnjića – Cara Dušana i dalje redovnom trasom. U suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Privremeno su ukinuta stajališta za linije 45, 83:"
            },
            {
                "text": "• FILIPA VIŠNjIĆA\n• BRANKA PEŠIĆA\n• STADION ZEMUN\n• UGRINOVAČKA\n• DUŠANOVA"
            },
            {
                "text": "Napomena: uspostavlja se stajalište za linije 45 i 83 u smeru ka terminusima „Blok 44“ i „Crveni krst“ u ulici Filipa Višnjića na 40 metara od raskrsnice sa Ugrinovačkom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase vozila koriste postojeća stajališta linija javnog gradskog prevoza."
            }
        ]
    },
    {
        "date": "24.07.2018",
        "title": "Od 25.07.2018. zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” biće smanjen broj polazaka na liniji BG Voz 1 (Batajnica – Ovča) – Autobuska linija broj 73 biće pojačana",
        "sections": [
            {
                "text": "Radovi produženi"
            },
            {
                "text": "Broj planiranih polazaka na liniji gradske železnice BG Voz 1 (Batajnica – Ovča) biće redukovan zbog radova na deonici pruge “Beograd /Centar/ – Stara Pazova” od 25.07.2018."
            },
            {
                "text": "Očekivano je da izmena bude na snazi do aprila 2019."
            },
            {
                "text": "U Sekreterijatu za javni prevoz navode da će linija 1 BG voza (Batajnica – Ovča) saobraćati sada na sat vremena, a da će se umesto linije Resnik – Beograd centar uvesti linija Resnik – Ovča."
            },
            {
                "text": "Vozovi na liniji Resnik – Ovča saobraćaće na svakih pola sata radnim danima – kažu iz Seketarijata i dodaju da će se prvi i poslednji polasci razlikovati samo za po nekoliko minuta."
            },
            {
                "text": "Resnička linija do sada je išla samo do Prokopa, i to na svakih sat, a sa ovom promenom ne samo da će broj polazaka biti dupliran, već će Resnik imati direktnu brzu vezu sa Autokomandom, Vukovim spomenikom, Pančevačkim mostom, Krnjačom i Ovčom."
            },
            {
                "text": "Subotom i nedeljom polasci će biti na sat vremena, osim prepodnevnog perioda subotom, kada će vozovi Resnik – Ovča ići na pola sata do podneva, a ostali deo dana na svaki sat – objašnjavaju u Sekretarijatu."
            },
            {
                "text": "Zbog redukovanja broja polazaka na liniji BG Voz 1, autobuska linija broj 73 biće pojačana od 25.07.2018."
            }
        ]
    }
]
